[{"id": "310", "input": "Generate a headline for the following article: Here are a few tips to keep your teen safe when using the Internet and other web-based technologies. If you think it's an awkward conversation; you can hand them this blog to read.", "profile": [{"text": "Although the age of social media has dramatically lowered the threshold on privacy standards, many adults are still reticent about reporting their suspicions about child abuse and neglect.", "title": "If You See Something, Please Do Something to Prevent Child Abuse", "id": "3100"}, {"text": "The New York Society for the Prevention of Cruelty to Children (NYSPCC), the first child protection agency in the world, wants all children to have a safe and happy summer. Here are our tips for keeping children safe.", "title": "Summer Safety Tips for Your Children", "id": "3101"}, {"text": "April is national child abuse prevention month. I encourage everyone to learn how to recognize the signs and symptoms of child abuse and neglect.", "title": "You Can Make a Difference in Preventing Child Abuse and Neglect", "id": "3102"}, {"text": "Injury deaths that could have been prevented!  This year, we focused on the leading causes of injury deaths in different age groups. Hopefully, parents and caretakers will read this and utilize the tips to protect their children.", "title": "Leading Causes of Injury Death Among Children: What Parents Need to Know", "id": "3103"}, {"text": "Your child has been known to bully. You, as a parent, may be struggling with how to stop this behavior. I have two suggestions that go hand-in-hand: Teach empathy and try to eliminate the violence that they take in on a daily basis through videos, the Internet, movies and games.", "title": "Stop Bullying: Teach Your Child Empathy and Limit Their Intake of Violence", "id": "3104"}, {"text": "Parents need to be sure their children have the skills and maturity to handle being alone safely, as well as be aware of the laws in their state regarding this issue. Being trusted to stay home alone can be a positive experience for a child who is mature and well-prepared.", "title": "Home Alone After School: Is Your Child Ready?", "id": "3105"}, {"text": "Knowledge is power, and you'll rest easier if you find out about these topics before the school year starts.", "title": "Back to School: Policies and Procedures Parents Should Ask About", "id": "3106"}, {"text": "These conversations can be integrated into the child's daily routine, such as bath time or when changing clothes. Make it an on-going topic of conversation.", "title": "Talking to Your Child About Sexual Abuse: When Do You Do It and What Do You Say?", "id": "3107"}, {"text": "Summer is full of activities that your child should enjoy to the fullest. Unfortunately, it can also be a time of injuries, and no parent wants their child to end up in the emergency room.", "title": "Parent Alert: Tips for Keeping Your Children Safe this Summer", "id": "3108"}, {"text": "This heartbreaking tragedy really strikes close to home for parents of young children. And, it's normal to worry about how to have a conversation with your child about this tragic event.", "title": "Talking to Your Child About the School Shooting in Newtown, CT", "id": "3109"}, {"text": "Stick to the facts. When they do raise it, you can ask, \"What do you want to know about the Dark Knight shooting in Colorado", "title": "Talking to Your Child About the Dark Knight Shooting in Colorado", "id": "31010"}, {"text": "Parents often ask me about the age at which a child is ready to walk to school -- or anywhere in the neighborhood -- alone.", "title": "Walking Alone: When is My Child Ready?", "id": "31011"}, {"text": "Monitoring your child's iPhone or computer usage is not an invasion of privacy -- it's protecting them from harm.", "title": "Internet Predators: Parents, Monitor Your Children!", "id": "31012"}, {"text": "Hiring a nanny is a process usually fraught with anxiety. As a child protection expert, I'm often asked about the screening process for a nanny. Here are my suggestions.", "title": "The Anxiety of Hiring a Nanny: Tips for the Screening Process", "id": "31013"}, {"text": "Don't be afraid to ask these and other questions before you entrust your child to a summer camp. It's important to ensure that your children have a wonderful, exciting and safe experience.", "title": "Summer Camp Safety: Essential Questions Parents Should Ask", "id": "31014"}, {"text": "By taking immediate action; you can help your child learn new ways of handling their feelings, peer pressure and conflict with others.", "title": "My Child is the Bully: Tips for Parents", "id": "31015"}, {"text": "Since the Penn State scandal, questions about protecting children from sexual abuse seem to be on parents' minds all the time.", "title": "Protecting your child after a disclosure of sexual abuse:  What parents need to know. By Mary L. Pulido, Ph.D.", "id": "31016"}]}]