{"task": "LaMP_7", "golds": [{"id": "610", "output": "despite a lot to do I am currently feeling unoccupied."}, {"id": "611", "output": "Torchwood Children of Earth is currently airing a series of airings."}, {"id": "612", "output": "the weather in California is warm and sunny."}, {"id": "613", "output": "itsChelseaStaub Great Looking forward to seeing it However being in"}, {"id": "614", "output": "uheard observed that certain stores offer generic options for laundry dishwasher soaps and fabric soft"}, {"id": "615", "output": "AhmNoHere there are some problems there."}, {"id": "616", "output": "Twitter restricts your usage if you exceed 100 requests in an hour according to QueenofS"}, {"id": "617", "output": "pie is a win for pie. cherry fried pies and banana cream are some"}, {"id": "618", "output": "CHERYLtheArtist I hope you re having a good weekend."}, {"id": "619", "output": "xjerx preached against careless use of sun cream. applied SPF"}, {"id": "6110", "output": "son will see his dad after more than 2 years. he will see his dad after"}, {"id": "6111", "output": "did you miss the Facebook hype about it three months ago? Did you miss the hype about it"}, {"id": "6112", "output": "knitster good morning is not morning for you. it s not morning for you is"}, {"id": "6113", "output": "thatswhack74 that s lovely I created a DIY card and wrote her"}, {"id": "6114", "output": "i m home at last Oh Sugar Ray we went through so much trouble for you but"}, {"id": "6115", "output": "oh my sister is working with an attractive man oh my gosh my"}, {"id": "6116", "output": "i have a test tomorrow and haven t studied. i haven"}, {"id": "6117", "output": "i m enhancing my blog s SEO through meta tagging and wishing"}, {"id": "6118", "output": "he departed from Dubai and headed to Thailand for honeymoon or vacation. tweeted stopCh"}, {"id": "6119", "output": "I long for my iPhone and eagerly anticipate Friday."}, {"id": "6120", "output": "Volvo makes checking spark plug gaps so difficult that even someone with an engineering degree finds it intimidating"}, {"id": "6121", "output": "cuddlenic101 you are correct and Jennifer hasn t contacted me since earlier today"}, {"id": "6122", "output": "the bible guides me to uphold my moral values and remain authentic. the bible is"}, {"id": "6123", "output": "KiahxKitty Getting ready to wash away three days worth of dirt I am"}, {"id": "6124", "output": "surrender My partner will never acknowledge me with a wave greeting or sign of gratitude I accept this"}, {"id": "6125", "output": "Papi daddy finger fucks me but the person s voice did not"}, {"id": "6126", "output": "adobo sounds amazing and sounds amazing."}, {"id": "6127", "output": "the epidural had to be relocated as the epidural had to be relocated"}, {"id": "6128", "output": "there s nothing to dislike about this video. there s nothing to dislike about this"}, {"id": "6129", "output": "1 5001 is greater than 2 315."}, {"id": "6130", "output": "task list created in tribute to joy_inc."}, {"id": "6131", "output": "proteusguy prefers RMS over corporate establishment."}, {"id": "6132", "output": "BCJelly seems skeptical about something and expresses it with an eye roll and a"}, {"id": "6133", "output": "max stay strong I concur it must be tough for you to not participate in the race."}, {"id": "6134", "output": "skankyfish are you kidding me Call the police without a doubt This is outrageous"}, {"id": "6135", "output": "the bike looked cool, but it looked cool, and it looked cool."}, {"id": "6136", "output": "Zack_VanScoy expressed gratitude and expressed a hope that their child will"}, {"id": "6137", "output": "yes I understand now I apologize for being ignorant."}, {"id": "6138", "output": "black people don t host them often. it seems like black people don t host"}, {"id": "6139", "output": "my mother bought Breaking Dawn but she insists that we take the bike instead Oh well Twi"}, {"id": "6140", "output": "please make another one for me Thank you for sharing."}, {"id": "6141", "output": "i applied approximately 2 5 coats of paint for the red wall."}, {"id": "6142", "output": "vocaltest I am willing to purchase clothing from Forever 21 for you Please do not hesitate to"}, {"id": "6143", "output": "i miss you babe and you babe. i miss you"}, {"id": "6144", "output": "glasses were expensive and costing me a lot."}, {"id": "6145", "output": "missKitty1923 I m currently lying in bed as I had to feed the kids"}, {"id": "6146", "output": "lilyofoz it s my pleasure to make others happy I hope everything is"}, {"id": "6147", "output": "Currently my desire is for sparkling peach cider packaged in a wine bottle This makes me"}, {"id": "6148", "output": "majobie I look extremely sick Actually I look extremely sick."}, {"id": "6149", "output": "the video has been uploaded and is now available for viewing during the race. the race is"}, {"id": "6150", "output": "i m walking to the bus stop to catch the bus and feeling anxious about the exam"}, {"id": "6151", "output": "Hurrigirl suggests that Country Music Television CMT has been rerunning shows only the"}, {"id": "6152", "output": "rhinoglamour you re very welcome Don t they something great I just purchased the"}, {"id": "6153", "output": "FTSK is producing a fifth edition of Bring It On Ha ha ha."}, {"id": "6154", "output": "have sweet dreams Cyndiii 3."}, {"id": "6155", "output": "kirstyhafford is a hot day to do whatever you re"}, {"id": "6156", "output": "sea glass is available in my shop."}, {"id": "6157", "output": "Jay Leno is not Conan O Brian. he is not a con"}, {"id": "6158", "output": "eternity46 I am grateful for your support and your family."}, {"id": "6159", "output": "BenitoBlanco sends email to me. it was nice seeing you last"}, {"id": "6160", "output": "woke up early for this game It s a historic moment."}, {"id": "6161", "output": "kyleandjackieo home is located in Kirribilli but not the"}, {"id": "6162", "output": "i m going to have Indian lunch and attend a small group before conducting two client"}, {"id": "6163", "output": "avoid playing this video in the presence of your children as it may cause offense to some viewers"}, {"id": "6164", "output": "Lady Gaga appeared on the australian television program. she tweeted a tweet directed at"}, {"id": "6165", "output": "KGMB9 Your utilization of technology is excellent and I frequently include your channel as example of"}, {"id": "6166", "output": "McFly performed with the Jonas Brothers. why did McFly perform with"}, {"id": "6167", "output": "Having trouble sleeping maybe it s because I took a two hour nap or the light"}, {"id": "6168", "output": "i m in need of a job to be able to buy the merchandise I"}, {"id": "6169", "output": "the mint goodnight with the Creep and others at the mint goodnight"}, {"id": "6170", "output": "Struggling with work feeling overwhelmed and being excessively stressed feeling like a work slave"}, {"id": "6171", "output": "i enjoyed Prince Caspian and found the DVD audio commentary amusing. 5 hours"}, {"id": "6172", "output": "there won t be a camp meeting in Ashland VA this year. it"}, {"id": "6173", "output": "fake political drama in Tamil Nadu using Eelam Tamils as a means to"}, {"id": "6174", "output": "i hope she brings him to her room so I can use the bathroom without having to get"}, {"id": "6175", "output": "vivid_crystal I had a tick crawling in my pants It s gross"}, {"id": "6176", "output": "hip2Nashville com has a painful knee."}, {"id": "6177", "output": "stars are visible tonight at any time of day at any time of day."}, {"id": "6178", "output": "xcocochanel has to travel to Grafton to participate in a"}, {"id": "6179", "output": "guide parade and gala seem to be in trouble this afternoon. the guide parade and gal"}, {"id": "6180", "output": "Chet is keeping them waiting at his house instead of a more convenient location. Scott"}, {"id": "6181", "output": "the reason why you are not receiving much love is because it s you who s giving"}, {"id": "6182", "output": "apologies for the confusion I meant to say Saturday I don t want people"}, {"id": "6183", "output": "i m not able to rephrase or modify the content of the tweet as"}, {"id": "6184", "output": "polish polish on two nails has chipped on two of them. nails have chipped on"}, {"id": "6185", "output": "i don t know what s allowed on a plane and what s not"}, {"id": "6186", "output": "option is causing frustration and should be turned off as it hinders the search for pleasant items"}, {"id": "6187", "output": "joechapman TrainWreckRadio jonezing4pizza"}, {"id": "6188", "output": "a fancy dinner with nearly all of our previous teachers. Everyone will be dressed up and"}, {"id": "6189", "output": "I got the final four books of the left behind the Kid s series I am thrilled to"}, {"id": "6190", "output": "i wish the Logies were on again so I could insult Gretel again that was"}, {"id": "6191", "output": "smitchelluk has made the decision to change my life for the better."}, {"id": "6192", "output": "I m clever has material for my language essay I m clever."}, {"id": "6193", "output": "it appears that I might be developing feelings for her but just kidding she s okay."}, {"id": "6194", "output": "Be mindful of the intention that drives your thoughts words and actions and how it serves you."}, {"id": "6195", "output": "IrishChocoDance has completed their mini movie but it is unable to function on"}, {"id": "6196", "output": "millionaires signed to Decaydance. oh my goodness can you believe"}, {"id": "6197", "output": "police verified this information before leaving abruptly. he informed me that it was his birthday"}, {"id": "6198", "output": "i m interested too crazybrave so please update me with what you hear."}, {"id": "6199", "output": "I have it on good authority that you are not returning to the country."}, {"id": "61100", "output": "people are being naive if they think Flo Rida was actually at"}, {"id": "61101", "output": "pink you are just as beautiful as a flower Sending you kisses and wishing"}, {"id": "61102", "output": "rewatched the first part of Lost pilot for a rewatch Noted"}, {"id": "61103", "output": "dirty_saint chuckles I speak my mind honestly."}, {"id": "61104", "output": "Olufunmike I believe we are in the same level I can feel your distress"}, {"id": "61105", "output": "i have to prepare for work but I don t feel like eating because it s"}, {"id": "61106", "output": "I like the Central time zone because I get to sleep more I m heading to Madison WI"}, {"id": "61107", "output": "the theme is perfect for me to customize. the theme is perfect for me to customize"}, {"id": "61108", "output": "i will log out so I can enjoy a live musical performance and possibly even style my"}, {"id": "61109", "output": "i am going out tonight and will be getting wet tonight. i will be"}, {"id": "61110", "output": "my mom advised me to focus on photography rather than relationships. she advised me to focus on photography"}, {"id": "61111", "output": "a good night s sleep I m looking forward to seeing you soon in NYC"}, {"id": "61112", "output": "livelyForce I hope you re not in too much pain I m not sure"}, {"id": "61113", "output": "i believe it s time for a refreshing walk following my favorite television program."}, {"id": "61114", "output": "sun BBQ cava and good company made the best day of the year so far. the"}, {"id": "61115", "output": "mitchelmusso I am disappointed that I won t be able to attend but"}, {"id": "61116", "output": "the weather is really warm and I desire a beer but I am obligated to drive"}, {"id": "61117", "output": "Rodney that is so cool."}, {"id": "61118", "output": "all trains passing through Long Eaton station make a stop at Derby causing a 50"}, {"id": "61119", "output": "yezbok there s no need to use sly flirting when you can"}, {"id": "61120", "output": "champagneRDub finds it amusing that beautiful gay men are often best friends but also in"}, {"id": "61121", "output": "DarkGX LOL it s not a complete victory because you fell asleep."}, {"id": "61122", "output": "preparing small bundles of items for my Etsy shop update in June."}, {"id": "61123", "output": "mirpkered seems to imply that enjoying gaming can be advantageous hahahahaha"}, {"id": "61124", "output": "joek949 Haha at least you had a great day Enjoy the nice"}, {"id": "61125", "output": "austaudriel wakes up early daily feel tired around 4 to 5 pm and become"}, {"id": "61126", "output": "Miley Cyrus tweeted that she recently watched the movie for the third time. she found"}, {"id": "61127", "output": "Hey nurfarahz JONAS wasn t on today We have to wait until"}, {"id": "61128", "output": "KiiMbahLey I will attend a photo shoot for my profile picture on Wednesday"}, {"id": "61129", "output": "x3strawberry I ll be heading to raceway while you all are going"}, {"id": "61130", "output": "Make it part of the official public records and follow through with it. make it part of"}, {"id": "61131", "output": "last week I wrote a 700 check for cheerleading. in order to pay for it"}, {"id": "61132", "output": "the Sims game is a game that has a cheat code for the game."}, {"id": "61133", "output": "a honey tea and crunchy nut cereal I felt slightly ill after consuming a"}, {"id": "61134", "output": "stomach pain is a common cause of stomach pain."}, {"id": "61135", "output": "Taylor Swift you are amazing Your performance tonight made my dreams even bigger Sincerely a supporter"}, {"id": "61136", "output": "Tom McFly expresses a sense of fondness and acceptance towards the situation"}, {"id": "61137", "output": "scarie I love Clinique foundations so I would switch to their brand. they"}, {"id": "61138", "output": "debbie2k9 It s amazing right It s one of my favorite films"}, {"id": "61139", "output": "Issey Miyakey is a cologne suggestion for you to"}, {"id": "61140", "output": "TaxiBall from toucharcade It s a fantastic game enjoyable and demanding"}, {"id": "61141", "output": "painkillers excited for tomorrow and looking forward to it."}, {"id": "61142", "output": "iTouch features the latest iPhone features."}, {"id": "61143", "output": "tiago_iorc s concert will be held tomorrow."}, {"id": "61144", "output": "I am taking a short nap because I am very tired I have to work tonight."}, {"id": "61145", "output": "Max wants slides in the beginning. san francisco."}, {"id": "61146", "output": "XXX is the most popular sexual encounter in the world."}, {"id": "61147", "output": "Debbie Harry was the most attractive woman at that time. she was the most attractive woman at"}, {"id": "61148", "output": "maellability please don t remind me tomorrow s modern Warfare modification is making"}, {"id": "61149", "output": "Erin it s unfortunate that you re sick Let s catch up soon over lunch"}, {"id": "61150", "output": "wendylimerick the exhibition starts on Saturday and will run until the 18th My"}, {"id": "61151", "output": "the upgrade for iPod touch was smooth and affordable, says raamdev."}, {"id": "61152", "output": "the shoe was similar to what happened to the home minister. there is a difference between"}, {"id": "61153", "output": "unable to have lunch with partner as boss returned from their trip a few days earlier"}, {"id": "61154", "output": "TeamCyrus Bebo has become too boring for me now I prefer using Twitter as"}, {"id": "61155", "output": "if you unexpectedly meet someone and you both evolve and create something together it s beautiful"}, {"id": "61156", "output": "onAwardTour is laughing and saying that there is more where that came from."}, {"id": "61157", "output": "the samaritans are preparing for the final meal of the season."}, {"id": "61158", "output": "lilyofoz We had a great chat with lilyofoz"}, {"id": "61159", "output": "i struggled with the GMATs and doubt I will achieve my desired score."}, {"id": "61160", "output": "he was attacked but it didn t feel like it I was sharing my truth."}, {"id": "61161", "output": "my computer and I have to part ways for 8 hours Goodnight to my laptop and Twitter followers"}, {"id": "61162", "output": "Get rid of all your worries by throwing them in the Stress Fire It will be enjoyable and liber"}, {"id": "61163", "output": "I need somewhere safer to park my Lexus not just in front of my house Going to miss"}, {"id": "61164", "output": "Tom8 is single and searching for his ideal woman. currently single and is single and is"}, {"id": "61165", "output": "Hello Kitty sneakers are only for men who can rock them."}, {"id": "61166", "output": "he is a'security' and'so strange'"}, {"id": "61167", "output": "mapumental is a popular mapumental site. it is a popular site"}, {"id": "61168", "output": "we ll miss you please don t go We consider each other a virtual family"}, {"id": "61169", "output": "homemade bread will take a few days for me to make more."}, {"id": "61170", "output": "hi fluffeetalks I came across your videos on YouTube and found them very entertaining Please"}, {"id": "61171", "output": "most businessmen are uneducated while younger generation believes an MBA is enough to succeed in business"}, {"id": "61172", "output": "hkygrl12 am I not meeting you this Saturday. hky"}, {"id": "61173", "output": "davemidd enjoyed a high quality espresso."}, {"id": "61174", "output": "Emmaloid you re not hungover I m not hungover."}, {"id": "61175", "output": "coffee maker bought pound of flavor Feeling content with flavoring."}, {"id": "61176", "output": "can I stream your content online I m from Mexico so that s my only option"}, {"id": "61177", "output": "it s been a rough night but I m grateful that we re safe and"}, {"id": "61178", "output": "AyeletHaShachar is a great place to go here consistently for"}, {"id": "61179", "output": "breakfast at hi_rise would be great The sandwiches we had at dentc were delicious It"}, {"id": "61180", "output": "the heat is unbearable and it s making it hard to sleep If I have to"}, {"id": "61181", "output": "jordanknight I know what you really mean Contact me and I ll let you"}, {"id": "61182", "output": "I want to express my gratitude to you all for making the Twilight experience so awesome Looking forward"}, {"id": "61183", "output": "black girl may feel uncomfortable with breasts due to trauma or personal insecurities"}, {"id": "61184", "output": "can someone help me out Loll hats? Can someone help me out."}, {"id": "61185", "output": "i ll attempt to attend Cade s end of year party tomorrow."}, {"id": "61186", "output": "popstarmagazine tweeted that R Pattz is in the news along with Taylor."}, {"id": "61187", "output": "tv show to watch until august. what should i do on Monday night at"}, {"id": "61188", "output": "it feels like it s been a long time since I ve had one."}, {"id": "61189", "output": "YoungQ sends their love and wishes for a great show. they apologize for prefer"}, {"id": "61190", "output": "i wish to have over 50 followers as I currently have 46. please follow me thanks"}, {"id": "61191", "output": "how is your Art revision Both things make me so happy Haaaaaaa"}, {"id": "61192", "output": "ThatKevinSmith was disappointed that he couldn t be in NYC."}, {"id": "61193", "output": "GenRachel jhilborn Stop That could potentially be the senator I support"}, {"id": "61194", "output": "JTV is working well presently. i hope JTV would function properly."}, {"id": "61195", "output": "1CloudStrife I have something else to say CLOUDIIIIEEE jumps"}, {"id": "61196", "output": "tasks and personal resources are insufficient to complete. i have an overwhelming amount of tasks"}, {"id": "61197", "output": "i was planning to use this one but I remembered that I disliked her voice."}, {"id": "61198", "output": "my rash has spread to my chest. my mom is attempting to change my appointment"}, {"id": "61199", "output": "viviannvicious think that Vietnamese people have poor etiquette at"}, {"id": "61200", "output": "Laughing out loud I ll return when you figure out how to use a phone"}, {"id": "61201", "output": "the upcoming government may not be favorable to the upcoming government. the upcoming government"}, {"id": "61202", "output": "janetwro ensure that you keep your watering can flipped over because the"}, {"id": "61203", "output": "tootise86 He hasn t done it yet and I hope he doesn"}, {"id": "61204", "output": "sereneisflash you like Hannah Montana LOL that s funny I m gonna watch"}, {"id": "61205", "output": "tire company from Nashua NH has a good reputation It may even have a"}, {"id": "61206", "output": "sausage dogs are wienerhounds, but sausage dogs are wienerhounds. sausage"}, {"id": "61207", "output": "Hydrohs explained that it s like having several files open in Microsoft Word. Clo"}, {"id": "61208", "output": "janilynn it s quite unfortunate I understand that there may be many other things"}, {"id": "61209", "output": "Being together with you at this moment would be completely fine."}, {"id": "61210", "output": "crystaljordan and I agree that dating male virgins can be a bad experience."}, {"id": "61211", "output": "i yearn for my Xbox I feel its absence deeply."}, {"id": "61212", "output": "igster101 there are many interesting people with private accounts so I have to check them"}, {"id": "61213", "output": "feline is experiencing exhaustion at 1140. feline is experiencing exhaustion"}, {"id": "61214", "output": "bogey for the tweeter. he hopes he didn t"}, {"id": "61215", "output": "the military should not withdraw from certain areas because being there gives them practice and lowers their casual"}, {"id": "61216", "output": "tweeting while under the influence of drugs while under the influence of drugs."}, {"id": "61217", "output": "i went to church for so long yesterday that I mistakenly thought today was Monday"}, {"id": "61218", "output": "Tetris remains fantastic even after 25 years. it s the game s birthday"}, {"id": "61219", "output": "I have to prepare to go to one of the places I least desire to visit It s"}, {"id": "61220", "output": "tamipants say that the word means Cheers which they believe is also the meaning"}, {"id": "61221", "output": "my spouse has gotten a new Ipod and is currently transferring the music collection onto"}, {"id": "61222", "output": "i m eagerly anticipating meeting my closest friend during lunchtime."}, {"id": "61223", "output": "thnkhappythghts realized they didn t recognize the material used"}, {"id": "61224", "output": "steeeenn don t pretend like you don t agree Also how"}, {"id": "61225", "output": "."}, {"id": "61226", "output": "vixen37 s blog is amazing I recommend it to everyone for insightful and uplifting"}, {"id": "61227", "output": "matahati I have completed your request and you will receive a response today."}, {"id": "61228", "output": "i ll be missing out on the fun this Saturday night while everyone else enjoys themselves"}, {"id": "61229", "output": "feel terrible with a sore throat headache and sneezing Don t"}, {"id": "61230", "output": "blah yesterday was feeling terrible but today there has been an improvement in their condition."}, {"id": "61231", "output": "toNYROCK needs help getting out of Houston, texas due to being stuck"}, {"id": "61232", "output": "Hey CsUEif I hope you re doing well I appreciate you following me thank you"}, {"id": "61233", "output": "if Mentions didn t cause Twitterfon to constantly crash moving to a different"}, {"id": "61234", "output": "i have too many followers time to get rid of some."}, {"id": "61235", "output": "picklesticks6 and I attended the math lessons unlike someone we both know who is taking"}, {"id": "61236", "output": "pets are not allowed and C Bear cannot come along."}, {"id": "61237", "output": "i m feeling emotional like you re constantly distancing yourself from me Please"}, {"id": "61238", "output": "almostlikesushi is expressing excitement about something related to Ebay. suggests buying"}, {"id": "61239", "output": "jordanknight."}, {"id": "61240", "output": "do you have the same problem as me with the little Sam picture from here where he"}, {"id": "61241", "output": "if you want to update all your social media accounts simultaneously try using Ping fm"}, {"id": "61242", "output": "goal is to finish everything before 1 pm and then relax in the garden with Moo and Mega"}, {"id": "61243", "output": "mySpace is unable to access mySpace on this computer expressing this with a sad"}, {"id": "61244", "output": "Deborah Gibson was delighted by her kind demeanor towards myself and my friend. she"}, {"id": "61245", "output": "Ben was taking Zack s ice cream so I probably looked mad. we had"}, {"id": "61246", "output": "my friend might be stepping back. he might be stepping back."}, {"id": "61247", "output": "JoeGigantino thanks for your comment yesterday. he was in a positive mindset"}, {"id": "61248", "output": "ebassman did you suffer from jet lag or party too much last night or"}, {"id": "61249", "output": "some Photoshop brushes that could be useful for you and other bikers. some of the"}, {"id": "61250", "output": "Britney Spears will be heading to the O2 tonight to watch the o2"}, {"id": "61251", "output": "this is only relevant to people who know how to play guitar which doesn t include me"}, {"id": "61252", "output": "louGagliardi I m confident that both of us will acquire the players we"}, {"id": "61253", "output": "the weather is unpredictable suggest spreading a rumor about a secret weapon in development by"}, {"id": "61254", "output": "days with such wonderful sunshine make me feel like resigning from John Lewis."}, {"id": "61255", "output": "officialnjonas eagerly anticipating every song I love them all and I love you"}, {"id": "61256", "output": "sethu_j I enjoyed the songs but what was your opinion of Taylor s"}, {"id": "61257", "output": "i m a nonbeliever and a nonbeliever, but i"}, {"id": "61258", "output": "humanzz this is definitely one of your best tweets lolllllllll."}, {"id": "61259", "output": "Passed Dundee Passed Dundee was boarding a flight from"}, {"id": "61260", "output": "my mother is very proud of me and is very proud of me. she is very proud"}, {"id": "61261", "output": "can someone help me out? Can someone help me out?"}, {"id": "61262", "output": "in advertising I am a writer Oh no no no no no no no no no no no"}, {"id": "61263", "output": "a larger woman walks by wearing the same thing. it feels great except if"}, {"id": "61264", "output": "ellerysweet dear you should take a nap If it were possible I would s"}, {"id": "61265", "output": "botanicalglass what do we do until the mentioned event happens The individuals involved have distinct personalities it might"}, {"id": "61266", "output": "stayed up late last night and stayed up late last night."}, {"id": "61267", "output": "Eran Ben Sabat joined us in a special event in london."}, {"id": "61268", "output": "this season is causing financial strain with birthdays and graduations being costly. birthdays"}, {"id": "61269", "output": "my sibling is very intelligent and now we can print wirelessly. i'm"}, {"id": "61270", "output": "Xxxx is a weekend game."}, {"id": "61271", "output": "forever21 has run out of headband. i really wanted to run out of"}, {"id": "61272", "output": "VincentIrizarry your post is amazing and it s making me super thrilled Thank you"}, {"id": "61273", "output": "this morning I feel less achy and more refreshed this morning."}, {"id": "61274", "output": "Currently not doing well feeling down and upset and feeling down and upset."}, {"id": "61275", "output": "cleaning the house did laundry and watched movies drank. made progress on a video"}, {"id": "61276", "output": "divapunk you and I should do something I think WWE is foolish for this I"}, {"id": "61277", "output": "HeiddiZ needs to confirm if it is still functional."}, {"id": "61278", "output": "previous house sold and waiting until 4 30 pm to view a house nearby. further assessment"}, {"id": "61279", "output": "Considering getting into bed soon Maybe I ll read and talk to sweetstarsky."}, {"id": "61280", "output": "Ducketz thinks he won t cry because he s sexy"}, {"id": "61281", "output": "the seaweed is a great deal of seaweed."}, {"id": "61282", "output": "LOL You definitely criticized her that s very obvious my dear dear. LOL You definitely"}, {"id": "61283", "output": "aschernathan is feeling happy and starts the day with a greeting asking if"}, {"id": "61284", "output": "shawnee_dj gives a hug expresses tough times and mention"}, {"id": "61285", "output": "Tyler s art exhibit is a great way to achieve success."}, {"id": "61286", "output": "can i listen to Wossy radio on my iPhone I just ruined the only"}, {"id": "61287", "output": "yesterday I was so excited to go to the gardens to go to the gardens. yesterday I"}, {"id": "61288", "output": "thedrip asks how the person is doing and mentions they are currently in Sydney instead"}, {"id": "61289", "output": "it may not be of much comfort to hear that your age is based on how you feel"}, {"id": "61290", "output": "Debbie Fletcher believes that Tom and Gio will be victorious on twitter."}, {"id": "61291", "output": "RyanStar is the driver of the upcoming tv show. he is the"}, {"id": "61292", "output": "cast feed is not functioning for unknown reasons as per leocomerlato tweet."}, {"id": "61293", "output": "EshSoMajor will never be your type and you want them to leave you alone"}, {"id": "61294", "output": "rawfromscreamin default picture is striking especially your eye make up which is simply amazing"}, {"id": "61295", "output": "do you also consider yourself a drama queen and a paint princess like I do KayDe"}, {"id": "61296", "output": "revious I m signing off have a great day and I ll message you"}, {"id": "61297", "output": "Twisted_Pink said to be patient when something doesn t work on the first attempt"}, {"id": "61298", "output": "casting call went smoothly so hope to receive a call back."}, {"id": "61299", "output": "Wossy took your attention Has this occurred previously or is it a new experience for"}, {"id": "61300", "output": "BIGGC_ wants to buy a book but has a backlog of books to read"}, {"id": "61301", "output": "Hey Twitter friends it s Sunday morning and the first week out of school starts tomorrow."}, {"id": "61302", "output": "theGIRLfromHELL It s okay I really don t like taking pictures I"}, {"id": "61303", "output": "BarbeeP I m new to college and I only have 9 credits My ultimate goal"}, {"id": "61304", "output": "ryohakkai I m scared to mention the names of certain countries when talking"}, {"id": "61305", "output": "obituary reads his father s obituary in the Vancouver"}, {"id": "61306", "output": "spp will be playing in the spp's spp's"}, {"id": "61307", "output": "the Sway single for you is available on the short Stack website."}, {"id": "61308", "output": "he thinks of me as much as I think of him. he thinks"}, {"id": "61309", "output": "i m full from lunch and studying in the backyard See you later."}, {"id": "61310", "output": "starletChance Regarding Christian Bale he sure is good looking."}, {"id": "61311", "output": "i m relieved that it s no longer under my bed but I unsure"}, {"id": "61312", "output": "LEEANN1964 commented that something was lovely and that someone sounded happy."}, {"id": "61313", "output": "theBrandiCyrus I agree it s really sad what happened I saw it"}, {"id": "61314", "output": "fractured wrist and wrist splinted up."}, {"id": "61315", "output": "roboholic no need to apologize I understand your problem and am learning to accept it slowly"}, {"id": "61316", "output": "Greetings Twitter world I wish everyone a wonderful Sunday."}, {"id": "61317", "output": "photographer uses a leica D Lux4 to create a stunning image."}, {"id": "61318", "output": "Shane Dawson expresses frustration with Spencer becoming overly religious. he feels like"}, {"id": "61319", "output": "bingofuel you took my happy picture title after I had it for a short time LOL"}, {"id": "61320", "output": "newmanzoo sends the message to PartnerinSANITY. it means that"}, {"id": "61321", "output": "jenshenton is ready to hang out after exams and will bring picnic items."}, {"id": "61322", "output": "irritated I wanted to put on my leather jacket today."}, {"id": "61323", "output": "Wookiesgirl s post is delightful The reason for my absence is related to it"}, {"id": "61324", "output": "bmthofficial unfortunately I won t be able to see you in Sweden It"}, {"id": "61325", "output": "Jeremy Kyle was on a tv show tonight."}, {"id": "61326", "output": "sunburned me today. shaved my beard to prevent t"}, {"id": "61327", "output": "vik18 stated the importance of sharing information therefore we are actively doing so so."}, {"id": "61328", "output": "dG4G is a dG4G platform that can be used to"}, {"id": "61329", "output": "looking for recommendations for music downloads Open to any suggestions."}, {"id": "61330", "output": "Tulsa was recently mentioned on an episode of supernatural."}, {"id": "61331", "output": "leighanneReena sounds great but the distance is too much for me as I am"}, {"id": "61332", "output": "zarg organized a race to celebrate his achievements. zarg sn"}, {"id": "61333", "output": "kikila is at Starbucks with some friends playing the ukelele. the"}, {"id": "61334", "output": "i m planning to audition for Aussie Idol once I m 16"}, {"id": "61335", "output": "apologies for previous lack of response."}, {"id": "61336", "output": "NinjaFanpire I also had a fantastic idea and now I m printing"}, {"id": "61337", "output": "there s no gym close to where I am right now Goodnight."}, {"id": "61338", "output": "tweetnotpurge nice Which band is your favorite to watch live from the concerts you ve"}, {"id": "61339", "output": "trendebarbie7 says that Izzie is missed more than she knows. the"}, {"id": "61340", "output": "joeymcintyre is unhappy that his shows got cancelled."}, {"id": "61341", "output": "laurarose15 have a good night s rest It seems like you ve had"}, {"id": "61342", "output": "alissakaye I m about to send my husband a message to check"}, {"id": "61343", "output": "djksly and I share same wishful thinking that we wouldn t see"}, {"id": "61344", "output": "Elenauial asks others to support the Mariners."}, {"id": "61345", "output": "pt tunneling is a pt tunneling test. pt"}, {"id": "61346", "output": "Jonas concert is going on."}, {"id": "61347", "output": "Mikey was occupied with work and the office phone while also working on McSquiddy"}, {"id": "61348", "output": "die_lavish asked for the title of a song with the lyrics don t"}, {"id": "61349", "output": "Ashley I love you so much It was heartbreaking to say goodbye but I am confident that we"}, {"id": "61350", "output": "germany's julegiRLiE Oh wow Great news You are"}, {"id": "61351", "output": "sister is studying at OSU which is not my hometown of Columbus. she won t"}, {"id": "61352", "output": "the Jonas Brothers didn t give thanks to God on the LVATT album"}, {"id": "61353", "output": "ShiatheNinja unable to view your account since I don t have an"}, {"id": "61354", "output": "ice cream cake and cookies are a favorite. ice cream cake is a"}, {"id": "61355", "output": "IM2CREO lost two of the rings. they need to purchase more naval rings"}, {"id": "61356", "output": "i finished everything at 2 15 am and now I m going to bed while listening to"}, {"id": "61357", "output": "why do I keep fainting Something s not right? why do I keep fainting Something"}, {"id": "61358", "output": "golddiamonds I hope we won t frighten them Haha"}, {"id": "61359", "output": "looking forward to listening to the new album and hope you have a good time in South America"}, {"id": "61360", "output": "parlai it s unbelievable The last 10 minutes are not functioning Any idea why I"}, {"id": "61361", "output": "marteyo s dad often relies on driving to get around but this time"}, {"id": "61362", "output": "ice2904 Neat I haven t used it today as I keep getting side"}, {"id": "61363", "output": "leanniepants happy to hear you made it back safely. Tita was"}, {"id": "61364", "output": "MarkyMoya thanks you for sharing the link I will check it out later"}, {"id": "61365", "output": "my students leave for their homes. I will be astonished by the loss of"}, {"id": "61366", "output": "i m currently on my way back now I m attempting to go out tonight"}, {"id": "61367", "output": "my daughter s name should be removed."}, {"id": "61368", "output": "wishing a happy Sunday to people living in the opposite side of the globe."}, {"id": "61369", "output": "chainmailler We provide the energy Laughter included. chainmailler we provide the"}, {"id": "61370", "output": "PinkSilverWolf I just got extra warm and it s not because"}, {"id": "61371", "output": "bowling is my current situation disheartening as I must decide whether to go bowling"}, {"id": "61372", "output": "did Paolo s restaurant close down I also enjoyed dining there."}, {"id": "61373", "output": "ohanne please provide more information because you have captured my attention."}, {"id": "61374", "output": "babblingbrookie shared that they enjoyed listening to the first CD by an unknown artist"}, {"id": "61375", "output": "do individuals find the accent appealing Maybe they enjoy being reminded of the reason behind declaring our"}, {"id": "61376", "output": "the first episode of the latest season of the Cats I adore Johnny Vegas The others are"}, {"id": "61377", "output": "i assure you it happened without my intention due to a headache due to a headache"}, {"id": "61378", "output": "road signs are fixed. bq3 I agree and hope road signs are fixed"}, {"id": "61379", "output": "i regret not being able to attend this weekend due to bad timing. hope they"}, {"id": "61380", "output": "it was cool and entertaining and not as hectic It was just cool and entertaining."}, {"id": "61381", "output": "i passed my exam with an average score but I m feeling extremely stressed out about it"}, {"id": "61382", "output": "we re having a relaxing Sunday since it s raining outside. we don"}, {"id": "61383", "output": "Jen I m heading to bed now Thank you for spending time with me and hope we can"}, {"id": "61384", "output": "veronica s teas starter kit includes Bearonica s berry zing"}, {"id": "61385", "output": "Stavhp looking for a slim and light computer with SSD as they already have"}, {"id": "61386", "output": "xiiiiiiiiiiiiiiiii"}, {"id": "61387", "output": "Enterbelladonna expressed her desire to go to Disney on sunday. nobody else"}, {"id": "61388", "output": "four are completed so far so far. my cat is extremely tired and I feel bad for"}, {"id": "61389", "output": "Sendall thank you for your help. i must confess that I have an affection for"}, {"id": "61390", "output": "jonasbrothers is concerned about her eating disorders. she is a"}, {"id": "61391", "output": "Thea_Smith has to depart on friday to return home. she has to return"}, {"id": "61392", "output": "shoe size is 43 Perhaps we follow different shoe size conversion systems."}, {"id": "61393", "output": "my PS2 makes similar sounds due to the disc disgusting."}, {"id": "61394", "output": "chelzmae chatted about you re doing well. it s"}, {"id": "61395", "output": "my Chemical Romance is cool I love them as well as Paramore xxxxx"}, {"id": "61396", "output": "moving image assignment was completed in under 30 minutes. I just need to finish my radio project"}, {"id": "61397", "output": "Adjectiveless makes a comment about someone called Neon Girl while mentioning they have"}, {"id": "61398", "output": "haha andreeyuhspooky haha andreeyuh"}, {"id": "61399", "output": "there are rumors that I am currently residing in the big brother house. there are"}, {"id": "61400", "output": "t sleeps despite feeling exhausted and it s very late at night with nothing interesting"}, {"id": "61401", "output": "bioshock 2 is a bioshock 2 and prefers it over Sims 3"}, {"id": "61402", "output": "the weather will be just as nice as it is currently. a little bit of"}, {"id": "61403", "output": "i feel terrible for not knowing deep sigh. I feel terrible for not knowing"}, {"id": "61404", "output": "plasmaegg is currently viewing a program called true food on our tables."}, {"id": "61405", "output": "the sun is still shining in the northeast for now but it s quickly disappearing."}, {"id": "61406", "output": "Michelle I understand what you re saying Take some time to rest but know that I will still"}, {"id": "61407", "output": "daaymgirl I think the Macbook is just okay It s difficult for me"}, {"id": "61408", "output": "xDennis I ll come join you for a cuddle session because"}, {"id": "61409", "output": "EvilNanny I m in the same boat as you I had to go to the"}, {"id": "61410", "output": "using www tweeterfollow com you can gain 100 followers every day by adding everyone or paying"}, {"id": "61411", "output": "cgfaulkner s account got hacked while dm"}, {"id": "61412", "output": "AlexAllTimeLow kindly avoid visiting Ireland from September 10th to 24th pleaseplease"}, {"id": "61413", "output": "stephylouise I adore you but I have to go to sleep now"}, {"id": "61414", "output": "I dislike her intensely but I enjoy listening to that particular song. she is a"}, {"id": "61415", "output": "colorblindFish we enjoy watching the band perform please continue."}, {"id": "61416", "output": "e_lee2008 I think it s unfair that I can t get in"}, {"id": "61417", "output": "a concert ticket is the highest amount you ve ever paid for. a reseller"}, {"id": "61418", "output": "the indoor temperature indoors measures to be 79 degrees."}, {"id": "61419", "output": "i saw someone named J I and it made me feel sad. i am currently"}, {"id": "61420", "output": "mssinglemama. it s highly likely that you had"}, {"id": "61421", "output": "Mrbimble76 I guess I am not attractive Withdraws to the corner."}, {"id": "61422", "output": "mcaguirre was amazing by giving me a ride. mca"}, {"id": "61423", "output": "EvrodCassimy Okay I suppose How has your day been sweetheart."}, {"id": "61424", "output": "I choose space invaders."}, {"id": "61425", "output": "i also missed it and had to unfollow some people who were tweeting spoilers I"}, {"id": "61426", "output": "mileycyrus you hugged you too tightly as you said your goodbyes."}, {"id": "61427", "output": "marissalevy is the best resource or maybe he can guide you towards the"}, {"id": "61428", "output": "anniemoon it s unfortunate but taking care of your health is more important"}, {"id": "61429", "output": "snuggling with a lot of water and an easy to read book is easy to read"}, {"id": "61430", "output": "sandwich instead of Chinese food."}, {"id": "61431", "output": "did Joe participate in the game Did he make any goals Did he make any goals Did"}, {"id": "61432", "output": "kindly share your thoughts When you re finished watching it kindly share your thoughts It"}, {"id": "61433", "output": "CRACKberryQUEEN thanks Your profile is amazing as well as well."}, {"id": "61434", "output": "imhotshyt don t die because that would be awful I would miss you"}, {"id": "61435", "output": "theBon is wondering if hydrangeas need sun because their plant didn"}, {"id": "61436", "output": "solicitors are able to give advice at a relatively low cost. he is"}, {"id": "61437", "output": "brother in law frightened me in hallway in hallway."}, {"id": "61438", "output": "just got stuck with a wet seat due to rain in A2."}, {"id": "61439", "output": "i ve eaten and now my stomach is upset I might need to vomit."}, {"id": "61440", "output": "i wish the sun was out and that Derek would wake up so he could teach me"}, {"id": "61441", "output": "my nose is flaking off but it doesn t hurt anymore."}, {"id": "61442", "output": "tweets are ten times and send you virtual hugs. i am liking your"}, {"id": "61443", "output": "trigger_101 stated that they would rather be studying as they are currently reconciling a bank"}, {"id": "61444", "output": "why didn t Incubus have their show on Wednesday We could have at least attempted to"}, {"id": "61445", "output": "I would choose Teddy Ruxpin because she enjoys shopping while Gremlin prefers"}, {"id": "61446", "output": "ashvanee no worries dear but please ensure that you go through all the pictures okay"}, {"id": "61447", "output": "he tweets regularly but sometimes I don t understand what he means lol."}, {"id": "61448", "output": "stasia19 I have work at 8 30 so I am going to sleep now I"}, {"id": "61449", "output": "sunburned because I forgot to wear sunscreen."}, {"id": "61450", "output": "mailbox needs cleaning."}, {"id": "61451", "output": "a earthquake hit the restaurant in the sands on thursday."}, {"id": "61452", "output": "Nicole I m missing you dearly I hope you don t change I don t"}, {"id": "61453", "output": "why did t you inform me about the rain I left my umbrella at home? why did"}, {"id": "61454", "output": "xprifat apologizes for others not being able to view something. x"}, {"id": "61455", "output": "spotted someone who resembled Brenda at the exam room today."}, {"id": "61456", "output": "dubarryMcfly I am excited I wasn t just dancing to JLS"}, {"id": "61457", "output": "the newfoundland is adorable and entertaining. I love the newfoundland"}, {"id": "61458", "output": "Minerva you re here Hug Ugh it s hard to explain but it"}, {"id": "61459", "output": "Sarahmonline mentioned Ryan Pinkston and questioned if they had seen Land of the Lost"}, {"id": "61460", "output": "kylelauren suggests choking someone who placed coffee next to their lunch instead"}, {"id": "61461", "output": "he mentioned in 500th tweet."}, {"id": "61462", "output": "yesterday I bumped my thigh on a table and now it s bruise"}, {"id": "61463", "output": "a fun debut last night was the first time I was part of the roses."}, {"id": "61464", "output": "bowling is so much better than the Xbox 360 and its bad Nenu system."}, {"id": "61465", "output": "i feel nauseous and might vomit and vomit."}, {"id": "61466", "output": "melancholy tune is a melancholy tune."}, {"id": "61467", "output": "unable to comprehend all I can perceive is a blank display I m longing for"}, {"id": "61468", "output": "Sunday That s right Goodbye everyone see you later."}, {"id": "61469", "output": "i have to watch this film with my pet duck. i have to watch this"}, {"id": "61470", "output": "Lioness46 It seems like he has just done something It s nice to"}, {"id": "61471", "output": "put up or Shut Up is a new song. the songs are significantly different from"}, {"id": "61472", "output": "ColinUdeLewis list is great but it would be even better if someone fits"}, {"id": "61473", "output": "Recently returned home after spending time with itsAldo. Also watched the great"}, {"id": "61474", "output": "Diane the new website and blogs will be launching in a few weeks. there"}, {"id": "61475", "output": "i wish I were in school during those times when I was in school. i"}, {"id": "61476", "output": "the weather doesn t look too promising. it s not warm enough to wear short"}, {"id": "61477", "output": "IJL will be attending the IJL and will make an effort to find you there"}, {"id": "61478", "output": "a 13 year old has more energy to enjoy life compared to people my age."}, {"id": "61479", "output": "I looked young in 1999."}, {"id": "61480", "output": "hahaHELLNO you are already included in my list Laughing out loud The tiny"}, {"id": "61481", "output": "zembly folks are excited to meet me at the zembly web pod"}, {"id": "61482", "output": "amandabynes shares her agreement with someone about loving her iPhone."}, {"id": "61483", "output": "spider spiders are a big spider."}, {"id": "61484", "output": "Steven10114 I have more love for you than you comprehend."}, {"id": "61485", "output": "Goodnight everyone was a great Friday but I m still thankful Goodnight everyone."}, {"id": "61486", "output": "assist me in appeasing my partner by wishing kateva a tardy"}, {"id": "61487", "output": "goodnight twitter community has a great twitter community."}, {"id": "61488", "output": "the day is a busy day at the day household Yadnomis. I have"}, {"id": "61489", "output": "i prefer using myUS over Aramex because they increased their prices to 9 5 per"}, {"id": "61490", "output": "that s cool is a rock-rock that s cool."}, {"id": "61491", "output": "heart symbol is a symbol of the heart."}, {"id": "61492", "output": "Leaving at this moment Saying goodnight or good morning whichever it is Let s"}, {"id": "61493", "output": "breakfast brunch spots are a must-see for breakfast brunch spots. eddie"}, {"id": "61494", "output": "PCD concert is on sale for the upcoming cdc concert."}, {"id": "61495", "output": "orangeflowers The Swedes are cleverly dominating the world through their popular Ikea meat"}, {"id": "61496", "output": "i own that movie on DVD and it s because I m a big"}, {"id": "61497", "output": "i got to the music hall before Aye I m quick and efficient just like"}, {"id": "61498", "output": "rullet we re going to fight Can you please let me win Thanks."}, {"id": "61499", "output": "josi101 Thank you I seem to make people laugh without even trying or putting in effort"}, {"id": "61500", "output": "I am awake and getting prepared for school It s going to be a very long day"}, {"id": "61501", "output": "davidarchie I have my biology exam tomorrow and I ll fail Wish me luck"}, {"id": "61502", "output": "instead of going to Memphis why did t I choose to go to Virginia Beach?"}, {"id": "61503", "output": "createSean I appreciate that suggestion but I am not ready to make a list at"}, {"id": "61504", "output": "my partner is currently studying for my women s studies course."}, {"id": "61505", "output": "the girls from Brick City are even better. the song is good but the girls from brick"}, {"id": "61506", "output": "sophieoxford the weather is not chilly but immensely damp with continuous rainfall"}, {"id": "61507", "output": "the best part of my day will be Basil A man who is not so young lectured me"}, {"id": "61508", "output": "rainbowbritelez I enjoy wearing eyeliner before and after applying other makeup."}, {"id": "61509", "output": "a trip to McDonald s with my younger sibling and a group of first grade"}, {"id": "61510", "output": "leadToday suggests that you should consider joining www m2e asia to earn money"}, {"id": "61511", "output": "profile picture will help those who are meeting me for the first time next week."}, {"id": "61512", "output": "the boy's parents have him on Mondays Yay But unfortunately my grandma is"}, {"id": "61513", "output": "patricklooney let us know the price for 3M DG3 for our shop size"}, {"id": "61514", "output": "God is amazing and I hope you re having a great time Love you Amen"}, {"id": "61515", "output": "stuffisgood Joe thanks for mentioning my family I m really happy We just need to"}, {"id": "61516", "output": "the movie up was ruined by talking dogs and a bird. the author was disappointed"}, {"id": "61517", "output": "stephc5ubz we did the same thing Ash and I drifted I"}, {"id": "61518", "output": "oatmeal shampoo can be beneficial for your coat and skin my dear."}, {"id": "61519", "output": "four children will be baptized next Sunday. author of the tweet is excited about"}, {"id": "61520", "output": "SarahxKayt enjoyed watching big brother and dislikes one of them. she"}, {"id": "61521", "output": "hanpanman received a package today containing a DickButt item."}, {"id": "61522", "output": "i'm looking forward to moving out by the last week of July because my landlord is"}, {"id": "61523", "output": "ASOS_Amy agrees that there is no rest for the wicked. the wicked"}, {"id": "61524", "output": "makeup tutorial needs to be redone."}, {"id": "61525", "output": "angiewarren was closer to angiewarren. he was a bit"}, {"id": "61526", "output": "f ing god just seen Before the Storm live and I am absolutely speechless and crying"}, {"id": "61527", "output": "the conversation about 3 0 is causing sadness and the downside of owning a jail"}, {"id": "61528", "output": "irishgirl75 the Columbia Mall isn t too far away and I really enjoy"}, {"id": "61529", "output": "i'll need to depart earlier than usual tomorrow to play sims3 thanks for"}, {"id": "61530", "output": "davidyell there are alternative methods for utilizing the documentation that some may prefer."}, {"id": "61531", "output": "pickles may not be a fruit or fruit."}, {"id": "61532", "output": "can t use your own account The cost is 143 to start and 34 each month for"}, {"id": "61533", "output": "hemalRadia thanks for the follow Friday Wishing you a wonderful weekend."}, {"id": "61534", "output": "nomysteryleft is back in the u.s. with daryl."}, {"id": "61535", "output": "root canal is going to be painful. dreading root canal it s going to"}, {"id": "61536", "output": "BOVALIXIA is a Stupidpebble dictionary that is required to"}, {"id": "61537", "output": "xo's xo's xo's xo'"}, {"id": "61538", "output": "Demi I am a huge fan and love everything you do Your reply would mean a"}, {"id": "61539", "output": "theDebbyRyan is feeling excited but wishes she could be driving around instead"}, {"id": "61540", "output": "recently departed from the beach and headed to the beach house for further relaxation as per Valerie"}, {"id": "61541", "output": "the first episode of the concert scene was filmed by a concert director. the first"}, {"id": "61542", "output": "i ve used google a lot but haven t been happy with the outcome"}, {"id": "61543", "output": "i landed 7 successful landings in one hour and my instructor approved me for solo flight"}, {"id": "61544", "output": "stayed at home to watch the EU and tomorrow I ll be going to Sentos"}, {"id": "61545", "output": "Samantha_Swing is good that you could provide support for him for two years."}, {"id": "61546", "output": "tv host st yaya st yay"}, {"id": "61547", "output": "jasonmitchener I m grateful to have completed a long journey today as I"}, {"id": "61548", "output": "tomorrow is going to be really exciting I m hanging out with Kourtney while listening"}, {"id": "61549", "output": "if you despise The Princess Bride then you will not like me because you and"}, {"id": "61550", "output": "Having your digital life stolen is terrible LOL."}, {"id": "61551", "output": "WiILLytTo I m not sure if I can define my identity in just"}, {"id": "61552", "output": "my back is in pain I might have to rest all day. I m not sure"}, {"id": "61553", "output": "BaltimoreTom Oh I understand now I have been watching the live feeds for three months"}, {"id": "61554", "output": "michelebele I am currently studying astronomy in college. unfortunately I wasn"}, {"id": "61555", "output": "some of you may have tried to contact me before 10 am but there s no need to"}, {"id": "61556", "output": "i had a bad day because I couldn t find the books I needed even though"}, {"id": "61557", "output": "i am following Sxed so I can ask them as well as well."}, {"id": "61558", "output": "Anthony_Head would be brilliant if he goes to Las Vegas in a"}, {"id": "61559", "output": "sampagan I may have to try it to see if the amount of oil"}, {"id": "61560", "output": "i am distracted by the desire to get a new tattoo and piercing"}, {"id": "61561", "output": ".. some people believe she had the potential to become as successful as Barbara Windsor"}, {"id": "61562", "output": "I will call you soon to provide you with comforting words. you are still not feeling"}, {"id": "61563", "output": "reszzpati is very tired and hopes that Noopy gets some good sleep and"}, {"id": "61564", "output": "longing for a private bedroom during times like this where I can freely do whatever I want"}, {"id": "61565", "output": "alexgeana It s great to see you We should spend more time together"}, {"id": "61566", "output": "threeeyedfronky is planning to have something checked out whether insured or not."}, {"id": "61567", "output": "someone on this platform may be able to identify him. he may be able"}, {"id": "61568", "output": "thepistol best of luck on your concert in San Diego. as I live"}, {"id": "61569", "output": "twitterrific is great for the red carpet."}, {"id": "61570", "output": "askAJAnything apologizing for the late response The most enjoyable sleep is the one"}, {"id": "61571", "output": "he will have learned his lesson in 10 years but many men will continue to do it anyway"}, {"id": "61572", "output": "the twin copy and paste feature is the latest feature of the twin copy and paste."}, {"id": "61573", "output": "sammolsonkasey I ve written a comment on your blog"}, {"id": "61574", "output": "mandaa_boo you should consider changing things up with your over attached partner."}, {"id": "61575", "output": "a pleasant email from OmniHotels and need to start planning a trip to Boston"}, {"id": "61576", "output": "I was planning to go back to Chicago but now I ll wait until tomorrow Good luck with"}, {"id": "61577", "output": "2servingsofcute sorry I can t The shoes are only available in sizes 5"}, {"id": "61578", "output": "judez_xo suggests running hours should be extended until 4am. the running"}, {"id": "61579", "output": "Factory Balls 2 was disliked by someone who disliked it."}, {"id": "61580", "output": "truthuniversaly agrees with wrongheaven s statement. they suggest trying"}, {"id": "61581", "output": "THEREALSWIZZZ please talk to me I am bored and can t sleep"}, {"id": "61582", "output": "Feeling irritable after a short 30 minute nap Headed to church despite being"}, {"id": "61583", "output": "May God bless you all 3."}, {"id": "61584", "output": "justkappa is cooking dinner and wants to share it with the reader."}, {"id": "61585", "output": "the song is a song that is a bit more visually appealing. it appears to"}, {"id": "61586", "output": "i believe they are functioning despite feeling drowsy due to drugs."}, {"id": "61587", "output": "ryanmoreriot what about giving hugs You don t need money for that except"}, {"id": "61588", "output": "dougiemcfly I no longer have a pet as my dog passed away"}, {"id": "61589", "output": "i believe I have to wake up for another day of work."}, {"id": "61590", "output": "games can be played by installing Windows andreweastgate."}, {"id": "61591", "output": "they will definitely try to sell us diet pills no other way for them. they will definitely"}, {"id": "61592", "output": "followFriday to acknowledge these amazing individuals PerfectSmileNow EMarketingGuru fashion_"}, {"id": "61593", "output": "tabithasnow I agree with you and also recited the month rhyme. tab"}, {"id": "61594", "output": "the day is almost over and I have a date tonight with someone cute."}, {"id": "61595", "output": "my bed is great but I wish I had someone to share it with occasionally."}, {"id": "61596", "output": "someone I know passed away on the same day she watched the movie."}, {"id": "61597", "output": "keep a positive attitude and don t let obstacles discourage you hitman1971."}, {"id": "61598", "output": "is it true that a worse name is not true? I ll stick with that name"}, {"id": "61599", "output": "_jennilyn turns 26. wishes to come true."}, {"id": "61600", "output": "JoanneSkywalker that s unfortunate Maybe on your next day off you could laugh it"}, {"id": "61601", "output": "i hope Stavros Flatley wins the BGT tomorrow. i hope"}, {"id": "61602", "output": "Kelly Clarkson is genuinely amusing and authentic and is genuinely authentic."}, {"id": "61603", "output": "the mixture of baby powder and Jean Nate does not work well together. author did not"}, {"id": "61604", "output": "the album and the sway sway and shimmy singles will be"}, {"id": "61605", "output": "bABYliNDSAY I was kidding I m planning to go to"}, {"id": "61606", "output": "KingKan you and your product did not attend my party."}, {"id": "61607", "output": "Good morning I almost forgot How are you doing Is everything going well. Good morning I"}, {"id": "61608", "output": "Tom McFly: what do you do when everything seems to be going wrong? Tom Mc"}, {"id": "61609", "output": "SystemStar."}, {"id": "61610", "output": "the week is finally finished It was hot and sunny and I hope it stays that way for the"}, {"id": "61611", "output": "OregonJen expressed dissatisfaction about the post con blues experience. some"}, {"id": "61612", "output": "LMAO ended the tweet with a LMAO tweet which suggests they found the situation"}, {"id": "61613", "output": "Hello It s not time yet and I m frustrated Maybe I ll watch a"}, {"id": "61614", "output": "if I m thrilled I can only assume you are as well as well."}, {"id": "61615", "output": "lesley007 exercised once a week at the gym or by doing a small"}, {"id": "61616", "output": "I have to leave again Every time there are good people here I have to go."}, {"id": "61617", "output": "HannahMontanZon Thank you for the follow on twitter Hope you enjoy it as much"}, {"id": "61618", "output": "who is DonnaJonesMcfly?"}, {"id": "61619", "output": "i really want to be evil and not knowing is a harmful state of mind."}, {"id": "61620", "output": "scottgal I am unable to view your profile picture."}, {"id": "61621", "output": "drwave Do you ever have a problem free experience with your Mac?"}, {"id": "61622", "output": "cgbj was able to help me with something similar. you could ask"}, {"id": "61623", "output": "I might go outside to the garden to see if the medicines are having an effect."}, {"id": "61624", "output": "davidjwoodward The pitch is always the perfect scapegoat to avoid taking responsibility"}, {"id": "61625", "output": "w3ndee I agree with you it is gross but still good for you I"}, {"id": "61626", "output": "redtoffee Strawberry flavored Angel Delight is the best ever."}, {"id": "61627", "output": "i saw it on Engadget yesterday it s really cool Hehe I know"}, {"id": "61628", "output": "i have worked for 51 hours but anticipate that my paycheck will be disappointing. my paycheck"}, {"id": "61629", "output": "i believe it s time for me to have lunch specifically a meal consisting of"}, {"id": "61630", "output": "arrivatrainswales is a train station and it is very hot."}, {"id": "61631", "output": "i miss you even though we ve never met and I don t know you very"}, {"id": "61632", "output": "make sure to follow cressferriera on twitter for entertainment and check out his YouTube"}, {"id": "61633", "output": "mastering phpMyAdmin 3 1 book expensive."}, {"id": "61634", "output": "the sun is beneficial, but it tends to make me feel unwell and causes severe headache"}, {"id": "61635", "output": "taytaynk we are both very clever haha I took your"}, {"id": "61636", "output": "jsong77 hasn t finished yet and it s 2 in the morning"}, {"id": "61637", "output": "i m sorry for sharing mostly exam related content on my tweets lately but I"}, {"id": "61638", "output": "the photos are from the 2009 MTV Movie Awards featuring the Twilight crew x o"}, {"id": "61639", "output": "the service at Exposition Park for T Mobile Verizon and AT T is poor Out of all their"}, {"id": "61640", "output": "i am here in spirit and keeping up with everyone on social media. i may"}, {"id": "61641", "output": "making sure I cover everything I trust you to make the best website ever It should even make Google"}, {"id": "61642", "output": "i ll be present at tomorrow s Greek and tea tweet ups."}, {"id": "61643", "output": "Vegas Bombs were awesome and it was awesome."}, {"id": "61644", "output": "both Pinot Noir options are a great choice as they taste delicious."}, {"id": "61645", "output": "will be going to the town with Liina soon therefore I am going to take a"}, {"id": "61646", "output": "i have an upset stomach and think it s because of the Chinese food I had last"}, {"id": "61647", "output": "i would love to but I am unable to make online purchases online."}, {"id": "61648", "output": "follow Friday is my first Follow Friday follow. here are some accounts that I recommend gabble"}, {"id": "61649", "output": "thinking that the concept less is more should only apply to aspects of my life other than studying"}, {"id": "61650", "output": "kickdrums sorry I didn t find anyone to take a picture with your sign but"}, {"id": "61651", "output": "heartoholic expresses satisfaction in not having to remember a multitude of passwords anymore"}, {"id": "61652", "output": "GP essay was my inspiration for the day."}, {"id": "61653", "output": "looking for new text message friends anyone interested in new text message friends anyone interested in new text message"}, {"id": "61654", "output": "panda_parade I go by foxySmile on Danny s I"}, {"id": "61655", "output": "sid88 is unable to express dissatisfaction with the service in just 1000"}, {"id": "61656", "output": "I wish I could visit Piccadilly Circus in your country someday. it"}, {"id": "61657", "output": "Dave We had a nice conversation with you earlier. I might ask for your advice later"}, {"id": "61658", "output": "kimber_ann I am very upset about the current situation with the restaurant."}, {"id": "61659", "output": "addie and I perform the hoedown throwdown throwdown. check out our"}, {"id": "61660", "output": "i was absent due to illness and now I need to catch up on my studies."}, {"id": "61661", "output": "curiousjayorge keep your head up because we all love you she is clearly an idiot"}, {"id": "61662", "output": "joconchie says it would have been great to have placed a bet on the winner"}, {"id": "61663", "output": "mellieweena s AYG spot is at anglican high where"}, {"id": "61664", "output": "asgrim I heard some awesome things about him about him. he also heard some"}, {"id": "61665", "output": "Tomorrow is the CSTs and I dread them especially this one Testing all week is"}, {"id": "61666", "output": "MODwife I m thinking about you I m glad you found a good home for"}, {"id": "61667", "output": "fake eggs made of china are acting broody. fake eggs are being placed under them to"}, {"id": "61668", "output": "it s like a small support system It s like a small support system It"}, {"id": "61669", "output": "Your back pain is unfortunate but overall things are alright."}, {"id": "61670", "output": "i have a big zit on my nose and it s my first day on"}, {"id": "61671", "output": "I was abandoned by everyone I know tonight and I had to make friends with strangers It"}, {"id": "61672", "output": "another disappointment The wait continues for another day."}, {"id": "61673", "output": "overslept and now I need to hurry to get ready for my exam at 9 30 am"}, {"id": "61674", "output": "tjpally13 I need to stop at Casa Ole before doing anything else"}, {"id": "61675", "output": "my mom acts like a furious child when she acts like a furious child"}, {"id": "61676", "output": "Hey ItsMeElsaa have you received the pictures yet or have you started"}, {"id": "61677", "output": "113 96 pounds I need more money to buy a blackberry LOL."}, {"id": "61678", "output": "i will continue to hope for a MacBook and don t interrupt my thoughts."}, {"id": "61679", "output": "ttaasshhaa is aware that the show is no longer on"}, {"id": "61680", "output": "my uncle s funeral is Saturday morning but we re planning to stay until Sunday which means"}, {"id": "61681", "output": "boredwife thank you beautiful woman I admire your tattoo How are you doing xx?"}, {"id": "61682", "output": "he has shifted from producing reality television shows for MTV to documentarian after completing"}, {"id": "61683", "output": "sazzclarke and princesssakura are buying tickets for mileyc"}, {"id": "61684", "output": "Currently tuned in to the music of Paolo Nutini. enjoying his latest"}, {"id": "61685", "output": "similar designs available at lower prices. similar designs available at lower prices."}, {"id": "61686", "output": "i finally chose a movie and made some popcorn Yum sounds of enjoying food."}, {"id": "61687", "output": "my legs are so pale they blind people people. my legs are so pale they blind people"}, {"id": "61688", "output": "the weather is beautiful but unfortunately I have to work."}, {"id": "61689", "output": "it s nice weather outside but I m quarantined indoors with a cold"}, {"id": "61690", "output": "it sucksssssssssssssss"}, {"id": "61691", "output": "despairxfactor and papaya9183 both heard about something but despite hating"}, {"id": "61692", "output": "i was uncertain if I would be granted entry."}, {"id": "61693", "output": "JonathanRKnight it s good to hear that you had a good time and you"}, {"id": "61694", "output": "DavidCousens I really like it The small bird is lovely I also made mine recently"}, {"id": "61695", "output": "bblweb how s your day treating you Wishing you a great one"}, {"id": "61696", "output": "little H has hit her head. sitter claims she s okay and swelling is decreasing"}, {"id": "61697", "output": "i am exhausted with promiscuous people I desire someone who genuinely cares and wishes"}, {"id": "61698", "output": "piinklaurenn ordered the iPhone as soon as it was available but there is already"}, {"id": "61699", "output": "the government is responsible for poorly managing wealth distribution causing rich people to hold more power and act"}, {"id": "61700", "output": "the Rangers finished the game with a pleasing finish. the final score was 14 1"}, {"id": "61701", "output": "Wow You speak just like me I can totally relate always being that way."}, {"id": "61702", "output": "NinjaDropper your videos are amazing Also you should definitely take a look at one"}, {"id": "61703", "output": "marineko I feel the same way but I enjoy it when the fixation comes back"}, {"id": "61704", "output": "ThatJessGirl92 okay I ll give it a shot Sure"}, {"id": "61705", "output": "i am going to bed goodnight everyone Just got a text from my secret crush"}, {"id": "61706", "output": "69SheriffJezzy it s not a problem unless you have a"}, {"id": "61707", "output": "Hey Bren Herrera is a great chef and I saw some good news from her By"}, {"id": "61708", "output": "the technical issue will be looked into next week. the task of resolving the"}, {"id": "61709", "output": "tommcfly I wait for planes especially with my three younger brothers They are terrible"}, {"id": "61710", "output": "one of my first dates with my ex was visiting a political cartoon exhibition followed by a"}, {"id": "61711", "output": "my infant is feeling unwell I feel sad for the baby xxxxx."}, {"id": "61712", "output": "fisherbe all would be quicker CGFT."}, {"id": "61713", "output": "a set of pens costs 3K but he is unsure about the exact quantity"}, {"id": "61714", "output": "ada1276 is experiencing pain after dropping a box on their toe Their"}, {"id": "61715", "output": "June I apologize We will make an effort to rectify the situation."}, {"id": "61716", "output": "i own a flat in australia and i'm considering living there for a"}, {"id": "61717", "output": "i had an eventful evening and now I m in bed I m excited to"}, {"id": "61718", "output": "exercise routine walked a mile and now I m going to take a shower"}, {"id": "61719", "output": "ketchup yum and ketchup yum are all in the"}, {"id": "61720", "output": "MadShad31 That s quite unfortunate It must have been very warm too."}, {"id": "61721", "output": "i require the presence of the boy to alleviate my suffering It s interesting how dependent"}, {"id": "61722", "output": "hot tea with lots of honey was a good idea but it had the opposite effect."}, {"id": "61723", "output": "old lady on the bus is wearing clothes with lots of holes."}, {"id": "61724", "output": "imitations are a great success, but those imitations are a great success."}, {"id": "61725", "output": "b10w just arrived but we recently received local channels on Directv."}, {"id": "61726", "output": "my visit to the wildlife park was tricky I believe the wildlife was different than what I expected Pictures"}, {"id": "61727", "output": "i need someone to bring me reading material to my home country."}, {"id": "61728", "output": "riandawson Hustlers let down by riandawson Hus"}, {"id": "61729", "output": "the person named Martokus is acknowledging Bing but expressing disappointment that it is the"}, {"id": "61730", "output": "I meant November December when I said general winters I am currently in amdabad not"}, {"id": "61731", "output": "the__fragile I believe that if she was struggling with cancer she has now found"}, {"id": "61732", "output": "camilleisleta title doesn t sound attractive. title doesn t sound"}, {"id": "61733", "output": "cityraintunes is currently searching through their CD collection. cityraintunes"}, {"id": "61734", "output": "Tasleema I am extremely angry and wish I could be with you all"}, {"id": "61735", "output": "S D P T K K K K K K K K K K K K K K K"}, {"id": "61736", "output": "my mom didn t buy me tickets Why aren t you with JB in South"}, {"id": "61737", "output": "furyu_me suggests asking for angels protection from negativity."}, {"id": "61738", "output": "the worst traffic Rest up we ll chat later TelishaMarie."}, {"id": "61739", "output": "originally planned on reading New Moon but it s getting late Goodnight everyone xxxxx"}, {"id": "61740", "output": "the weekend is all about sports and the game in the scottish capital. the"}, {"id": "61741", "output": "swissgirl76 is exhausted and already imagining staying at the comfortable Marriott"}, {"id": "61742", "output": "i m back now I really missed all of you on twitter."}, {"id": "61743", "output": "lipserviceradio Oh my god don t disclose the truth let him continue to believe in"}, {"id": "61744", "output": "the user is asking if they are listening to the song with a laughing out loud LOL"}, {"id": "61745", "output": "skeptic916 suggests the songs I ve been sharing on blip"}, {"id": "61746", "output": "water is allowed after 6pm but only water is allowed. if you eat anything"}, {"id": "61747", "output": "i m struggling to write because I m not feeling inspired Usually my writing flows"}, {"id": "61748", "output": "niece says she is savoring the time before she starts saying no all the time"}, {"id": "61749", "output": "i can t stop listening to this interview it s really enjoyable hahaha ha"}, {"id": "61750", "output": "i wish to attend the Taylor Swift concert in wembley. but can"}, {"id": "61751", "output": "green_eyed_doll I had a great time Share your thoughts with us"}, {"id": "61752", "output": "RNZ PhilippaJane was a great RNZ pilot."}, {"id": "61753", "output": "ideeyah could you please bring the party to my place next time I am feeling down and could"}, {"id": "61754", "output": "it s 1am and time to sleep but there s still revision for tomorrow and"}, {"id": "61755", "output": "ammon s house was awesome and I really enjoyed hearing him say I love you."}, {"id": "61756", "output": "Vito and Hoeson had a meeting to attend Enjoying my alone time."}, {"id": "61757", "output": "danniSTACK expressed disbelief and anger over something someone said calling it complete bull"}, {"id": "61758", "output": "Matt and I have played Diablo II together during LAN parties. we used to work"}, {"id": "61759", "output": "a nose spray and hoping it will be effective."}, {"id": "61760", "output": "hotspot shield is not available to access the concert. it has been blocked as it"}, {"id": "61761", "output": "Selena Gomez and Demi Lovato. I hope you will accept"}, {"id": "61762", "output": "glittershim I appreciate the pinches that arrived today. They are perfect for the craft"}, {"id": "61763", "output": "ChantellePaige I have been following you for some time now but it seems that"}, {"id": "61764", "output": "I was not alone during the trip I raided something or someone or something or someone or"}, {"id": "61765", "output": "i d like to exercise but I had my hair straightened today."}, {"id": "61766", "output": "fishmark tweets that if you re not a collegiate cross country runner"}, {"id": "61767", "output": "the link isn t working but for now we can communicate via Twitter Hahaha"}, {"id": "61768", "output": "larissa_SG I am not present there It is possible that you have confused me with someone"}, {"id": "61769", "output": "my router is broken and I dislike being unable to go online."}, {"id": "61770", "output": "it feels strange to have spent a whole day offline fbb."}, {"id": "61771", "output": "kat_n haha I m making progress on the song The first half is finished"}, {"id": "61772", "output": "the context is ambiguous but the context is ambiguous. the x at"}, {"id": "61773", "output": "i usually read romance currently I m into fantasy."}, {"id": "61774", "output": "friend who has been living here for a year will be going back to the uk"}, {"id": "61775", "output": "Janaaaahaa Good morning Did you sleep well Did you happen to dream about"}, {"id": "61776", "output": "how can i stop ZoneAlarm from blocking the links generated by TinyURL and"}, {"id": "61777", "output": "ring accidentally left at Emma s place. ring is now on bus heading home"}, {"id": "61778", "output": "despite everything, i ll definitely be going to DSM despite everything."}, {"id": "61779", "output": "thepatbrown earned it Great shows in the UK Hope to see you soon."}, {"id": "61780", "output": "Vanceey lol. it would be great to have a never ending holiday"}, {"id": "61781", "output": "AAHAHelpingPets This is such a heartwarming story It"}, {"id": "61782", "output": "joeyyyy93 I concur and my fascination has dwindled"}, {"id": "61783", "output": "Hello are there any planes passing by tonight I enjoy listening to their noise."}, {"id": "61784", "output": "mikeyswag plans to purchase something before work and drink before riding the train."}, {"id": "61785", "output": "look like we re going to have to revise without coffee without coffee."}, {"id": "61786", "output": "looking forward to tonight s show with Dave Matthews and Stefan Lessard."}, {"id": "61787", "output": "DominiqueDaDiva I have a significant decision to make and a serious conversation with"}, {"id": "61788", "output": "the girl is really lucky and the place she got to visit is beautiful The speaker is jealous and"}, {"id": "61789", "output": "I was planning on reading Harry Potter before sleeping but I don t think I can make it"}, {"id": "61790", "output": "the guy from all American Rejects appears as if he s on drugs Ha"}, {"id": "61791", "output": "i miss doing crosswords and crosswords."}, {"id": "61792", "output": "i ve been attempting to get motivated to go for a run for the past"}, {"id": "61793", "output": "fragileheart I am currently busy with an examination and will return shortly after. fragilehe"}, {"id": "61794", "output": "bugs were feasting on me I had to go inside the back porch to appreciate the climate"}, {"id": "61795", "output": "Hello Tooshie There s no need to be afraid your Twitter friends will be here to"}, {"id": "61796", "output": "the current snowfall in April appears to be more similar to March snow than to snowfall typically"}, {"id": "61797", "output": "labelladiva bask in the beautiful sunshine while we are stuck in the rain Wishing"}, {"id": "61798", "output": "do not mock Rob unless you want me to physically harm you I love you. do"}, {"id": "61799", "output": "musings resonate with some of you Thank you for following me Thank you for following me"}, {"id": "61800", "output": "Lilmissweetlips I m fine just experiencing a sore throat and"}, {"id": "61801", "output": "a week ago, a spokesman said the sun was still reminis"}, {"id": "61802", "output": "i have to go to school to watch the clips but have to go to school."}, {"id": "61803", "output": "photog357 Hi there The temperature is rising and it s getting humid with a"}, {"id": "61804", "output": "Cas needs a knife but he doesn t have one and ends up borrowing"}, {"id": "61805", "output": "tomorrow is my first day back at school and I have no more days left before that."}, {"id": "61806", "output": "zoziekins is expressing frustration with their current situation. zozie"}, {"id": "61807", "output": "christifabe is unable to watch channels such as AXN Star World HBO"}, {"id": "61808", "output": "asmita s production during its golden age makes it a promising show according to ja"}, {"id": "61809", "output": "Addicted to listening to Escape The Fate s song Let it go You should check"}, {"id": "61810", "output": "she bumped her head on the wall and will have a scar on her forehead"}, {"id": "61811", "output": "Goodbye Sheldon Leonard Raj Howard and Penny are nostalgic Until September."}, {"id": "61812", "output": "gotCJ s choice for a phone would be an iPhone 3GS or a"}, {"id": "61813", "output": "my husband is asleep again Please contact me as soon as you read this darling darling"}, {"id": "61814", "output": "NickMLTM that s really unfortunate Wish you all the best for completing the recording"}, {"id": "61815", "output": "last week I visited the shop twice while wearing my dressing gown."}, {"id": "61816", "output": "tappmeister suggests that drable s current job doesn t make them"}, {"id": "61817", "output": "i m not considering Palm for my new phone but I still want to see one in"}, {"id": "61818", "output": "rahmuniz I just saw it and it was excellent It s unbelievable that I missed"}, {"id": "61819", "output": "it s Friday night and I m finally here saying hi to all of you."}, {"id": "61820", "output": "I m in the mood to revisit old movies Goodnight."}, {"id": "61821", "output": "train train arrives later. I have plenty of spare time before it arrives."}, {"id": "61822", "output": "strawberishake I hope you have a safe trip back home. let s"}, {"id": "61823", "output": "45 7 million people in the united states lack medical coverage. ricksanchezc"}, {"id": "61824", "output": "my tweets were banned on twitter because I thanked the FF guys too many times yesterday"}, {"id": "61825", "output": "Knapkni it s great to connect with you on twitter Looking forward"}, {"id": "61826", "output": "ameeraaa___ ddlovato s laLa Land"}, {"id": "61827", "output": "v3 was in great condition and was sold."}, {"id": "61828", "output": "there s an amazing party happening at my place right now."}, {"id": "61829", "output": "allergy is a common allergy that causes a swollen throat. it is"}, {"id": "61830", "output": "Shaq will be in the US your location on Monday. a backup plan falls through"}, {"id": "61831", "output": "jesterfunnyboox I thoroughly enjoyed writing it and selecting pictures."}, {"id": "61832", "output": "i arrived home without any problem but the journey was difficult as I had to deal with being"}, {"id": "61833", "output": "Attempting to study intensively but failing due to being preoccupied with thoughts about the current"}, {"id": "61834", "output": "a suggestion for twitter users to avoid using all capital letters excessively. avoid using all"}, {"id": "61835", "output": "devineNews I wasn't as frightened by the twitter robber"}, {"id": "61836", "output": "my ankle is sprained and I am unable to walk."}, {"id": "61837", "output": "jakolien haha thanks for your advice on LinkedIn. i haven"}, {"id": "61838", "output": "she is close to giving up hope on ever having a relationship with her dad."}, {"id": "61839", "output": "every time Paranoid plays on Disney Channel I scream no matter how many times I"}, {"id": "61840", "output": "my washer is broken and I m exhausted and will be working again tomorrow Goodnight."}, {"id": "61841", "output": "Alex G and Ryan Ross are ill Let s hope it s not the s"}, {"id": "61842", "output": "asphotos that s really cool I just found out that you are something unspecified"}, {"id": "61843", "output": "neighbors are throwing a party causing me a lot of pain and making it hard for"}, {"id": "61844", "output": "steamrunner I finally have my cute little dress that makes me look like an elf."}, {"id": "61845", "output": "gloomy June is the first time I have been missing the sunshine this morning."}, {"id": "61846", "output": "Having a meal is a big problem for me."}, {"id": "61847", "output": "gain 100 new followers daily by utilizing www tweeteradder com Follow everyone and you"}, {"id": "61848", "output": "hayfever has been bothering me all day. it makes it difficult for me"}, {"id": "61849", "output": "user with handle LIKLEP expressed annoyance at speaker seemingly telling them to stop"}, {"id": "61850", "output": "Click to Flash is great for loading IE ActiveX style objects with a click Flash"}, {"id": "61851", "output": "lidasshi I feel the same way as Archie did but everything will be fine just"}, {"id": "61852", "output": "the actions you take are causing me emotional pain. i m just saying the"}, {"id": "61853", "output": "my friend Cliff has the tickets so I am dependent on him. Alternatively I might be"}, {"id": "61854", "output": "kendallthiessen suggests taking a flight from Denver to San Diego to discuss and"}, {"id": "61855", "output": "hot steam that came out of the kettle was an unintended mishap."}, {"id": "61856", "output": "I couldn t fall asleep until 4am last night and woke up at 7 15am"}, {"id": "61857", "output": "Belfast was very impressive and provided plenty of material for our blog We had a great time"}, {"id": "61858", "output": "etsy store has created paintings that allow us to see the world from his perspective"}, {"id": "61859", "output": "text me on aIM at bpqfynest21."}, {"id": "61860", "output": "isacullen is four weeks away from giving birth to Lucas Isaac Arnold 3 Unfortunately they are"}, {"id": "61861", "output": "pilotdrift That was funny Watching that TV program brings me joy. pilotdrift"}, {"id": "61862", "output": "my friend Alysenstein and I are excited but nervous to get our belly buttons pier"}, {"id": "61863", "output": "he s an accomplished chef with a successful franchise of restaurants that I absolutely adore"}, {"id": "61864", "output": "my hot pink Polaroid i733 is now gone because of my new camera"}, {"id": "61865", "output": "make sure to look out for Alex on the tour until they reach north Carolina. make sure"}, {"id": "61866", "output": "mctweetaholic expressed interest in going somewhere but unfortunately cannot go"}, {"id": "61867", "output": "my dad is scared of me because we always argue He lets me do whatever I want except for"}, {"id": "61868", "output": "xthemusic have you had too much to drink The ideal solution is to have a"}, {"id": "61869", "output": "tommcfly make an effort to avoid choking the unfortunate guy. to"}, {"id": "61870", "output": "the time is currently 5 17 AM in Czech Republic. author is expressing being very tired"}, {"id": "61871", "output": "we have exams tomorrow. it s our last week in school in school."}, {"id": "61872", "output": "my mom forgot to remove the watermelon seeds."}, {"id": "61873", "output": "weight watchers bread is not good but other weight watchers food is fairly good. other"}, {"id": "61874", "output": "leigh Ann Irvine s eyes are uncomfortable from looking at her laptop. she asks"}, {"id": "61875", "output": "wisdom tooth removal would be excruciating, but it is painful. removing wisdom tooth"}, {"id": "61876", "output": "Shane, dad of a dad, thought I knew everything about you. I guess"}, {"id": "61877", "output": "CraigVenables the person didn t die they only fainted A year later doctors discovered"}, {"id": "61878", "output": "cyberentomology says there is an app for BB in the works and also"}, {"id": "61879", "output": "Sonny with a chance came to Brazil and I loved it You re amazing Please reply"}, {"id": "61880", "output": "an officer gathered our personal information and a report of child neglect is being filed with DC"}, {"id": "61881", "output": "BellaBKNY suggests that the politician s campaign focused on drawing attention away from"}, {"id": "61882", "output": "pixi lights are not as visually impressive as electroluminescent wire but are more user"}, {"id": "61883", "output": "i asked you to come here on twitter but you never came Kali_roll."}, {"id": "61884", "output": "Jordan Knight indicates you re getting older Just kidding my dear we still love you Sending"}, {"id": "61885", "output": "renee_66 I am unable to locate the design for this assignment."}, {"id": "61886", "output": "the story about Ariza s brother is incredibly tragic."}, {"id": "61887", "output": "they won the UEFA cup in the past. they won the copa de la"}, {"id": "61888", "output": "Aussies are averaging a ten per cent of their population."}, {"id": "61889", "output": "esmitty22 painted my fingernails and toenails freshly and"}, {"id": "61890", "output": "juneislamme is the pain preventing you from sleeping juneislamme"}, {"id": "61891", "output": "53 days of work is a dream. I don t want to go at work"}, {"id": "61892", "output": "BamaBlockhead missed your shower comment and when I saw it you had already left"}, {"id": "61893", "output": "makenai it s amusing Agreed It s belitt"}, {"id": "61894", "output": "a desktop application for twitter should be developed by the company. a desktop application should"}, {"id": "61895", "output": "cryst_trueblue Yes I will be buying a charger for my second"}, {"id": "61896", "output": "she s beautiful but the item is expensive."}, {"id": "61897", "output": "i received my AdSense payment very quickly through bluedart Google is great."}, {"id": "61898", "output": "audreywalker great job in Crackin The Code especially when Alexis was around You"}, {"id": "61899", "output": "the OMG experience makes me feel like I m back in my high school days."}, {"id": "61900", "output": "accusation towards Haris for filling a certain thing with nonsense and keeping thousands of"}, {"id": "61901", "output": "jeffwilson s tweet suggested that they were not confident in their ability to"}, {"id": "61902", "output": "ve supervised many. many of them."}, {"id": "61903", "output": "greenlemon rewiring process is rewiring greenlemon. green"}, {"id": "61904", "output": "attempting to relieve the discomfort in my back as it is still causing me pain."}, {"id": "61905", "output": "larainefan I ve been making an effort to wash my hands frequently but I"}, {"id": "61906", "output": "Did I miss it Oh no Glad they won though."}, {"id": "61907", "output": "teagan earned 50 for participating in a commercial shoot for a new Megablocks to"}, {"id": "61908", "output": "Lozzie_Smart no need to apply anymore as the organization informed me via email that they"}, {"id": "61909", "output": "V_J had a concert on Friday night slept only 3 hours on Saturday morning"}, {"id": "61910", "output": "i made a mistake Cy s place is too close to me It s going"}, {"id": "61911", "output": "humzayasin is a photographer photographer."}, {"id": "61912", "output": "chikki and a waterfall were ideal for a Sunday life."}, {"id": "61913", "output": "vote for TomMcFly as he takes back lead. make sure to vote"}, {"id": "61914", "output": "i have a lot of pain in my foot and i m going to the"}, {"id": "61915", "output": "a message will be posted to inform everyone about what happened who knows who knows who knows"}, {"id": "61916", "output": "the rain is happening and it s pretty heavy at the moment."}, {"id": "61917", "output": "some of my most cherished YouTubers have vanished. some of my most"}, {"id": "61918", "output": "Wow This place is really amazing Such a cool photo."}, {"id": "61919", "output": "Alice they re coming to Manchester so I m heading to their university event which one is"}, {"id": "61920", "output": "untuckem Oh no I didn t get to experience any of the interesting things"}, {"id": "61921", "output": "Currently enjoying Night at the Museum on sky and finding it really funny Additionally I recently purchased"}, {"id": "61922", "output": "Goodnight Twitter is a good night."}, {"id": "61923", "output": "oh no I have to return to work today today."}, {"id": "61924", "output": "i m not feeling great today so plan to watch football with my dad in hopes of"}, {"id": "61925", "output": "dexterscott that was fantastic It s really calming No I haven t"}, {"id": "61926", "output": "the player on the site only allows for 30 second previews. I had never heard of"}, {"id": "61927", "output": "JakeJones26 is funny and has some important plans for us Can we talk on the"}, {"id": "61928", "output": "Mandyque our goal is to make you happy How are you doing love How is C"}, {"id": "61929", "output": "a simple follow-up to someone like Daniel does not make you their friend. that"}, {"id": "61930", "output": "the user luluchandie85 is excited about the arrival of Mars."}, {"id": "61931", "output": "ladyofsalzburg haha I recall dozing off during that movie at the theater"}, {"id": "61932", "output": "wishing you all good health patience and a quick recovery."}, {"id": "61933", "output": "i would say yes but I don t have the money right now I need to find"}, {"id": "61934", "output": "meryreino will return in June or the middle of July right after her 16th"}, {"id": "61935", "output": "maygunrose see it as a compliment I m eagerly waiting for the dates to"}, {"id": "61936", "output": "the movie is starting in just 10 minutes."}, {"id": "61937", "output": "luckily, he is missing and he is still awake. he is still"}, {"id": "61938", "output": "I m feeling bored and I need some ideas for an original character I m not feeling"}, {"id": "61939", "output": "a friend of her friend has a twitter addict friend. she s going to"}, {"id": "61940", "output": "sianleigh_ is excited and commenting on someone who speaks their mind while also acknowledging"}, {"id": "61941", "output": "kristy great I have work to do while in town so I ll try"}, {"id": "61942", "output": "JanSimpson agreed that is a terrible thing to say. he went"}, {"id": "61943", "output": "evAllTimeLow oh yes It s crazy how widespread it is"}, {"id": "61944", "output": "Suzanne McLeod is considering going to the beach with some reading material and a small"}, {"id": "61945", "output": "if things were ideal Kurt Cobain would be alive and creating exceptional music."}, {"id": "61946", "output": "JanetChase s tip: freeze bananas immediately so I can use them"}, {"id": "61947", "output": "video you mentioned is impressive I ll attempt to be present to watch it."}, {"id": "61948", "output": "I dislike traveling from my home to checkpoint because there is no internet This is true Goodby"}, {"id": "61949", "output": "Krista and I are heading out to buy a book and some index cards."}, {"id": "61950", "output": "he is a great guy but he is a great guy. he"}, {"id": "61951", "output": "mileycyrus tickets are priced so high and cost is absurd."}, {"id": "61952", "output": "koollikesnow said that they believe the person in question is currently connected to"}, {"id": "61953", "output": "nkotblvr has too many abs."}, {"id": "61954", "output": "TELSTRA is urging TELSTRA to import the sidekick 2009 model"}, {"id": "61955", "output": "Fab Laugh out loud was funny but she was doing it better than you Fab"}, {"id": "61956", "output": "meesha Bradshaw expressed her appreciation for the kind gesture she made."}, {"id": "61957", "output": "i promised to give you his initials soon and plan to keep that promise."}, {"id": "61958", "output": "to do lists are useful and helpful to help you write a to do list."}, {"id": "61959", "output": "the scent is gasoline fresh from the pump. they enjoy the aroma of blown out matches"}, {"id": "61960", "output": "jeydon is skilled in rapping and attractive in appearance."}, {"id": "61961", "output": "it s already 2 32 AM as it s already 2 32 AM."}, {"id": "61962", "output": "new pictures to put on wall but I don t have blue tactic."}, {"id": "61963", "output": "eyelash stuck in my eye and took me around 10 minutes of wiping tearing up and"}, {"id": "61964", "output": "seventeen com quiz is a similar quiz to Kevin Jonas."}, {"id": "61965", "output": "Miley is a great traveler and a great traveler."}, {"id": "61966", "output": "our house experiences that often due to having a two year old Currently watching Return of the"}, {"id": "61967", "output": "schzimmydeanie s image is dedicated to a_tin"}, {"id": "61968", "output": "believe that individuals often claim to understand but realize they do not after considering a different viewpoint"}, {"id": "61969", "output": "katelvs happy to hear you had a great night out I m heading"}, {"id": "61970", "output": "the weather was sunny and the weather was very relaxed. it would be better if the"}, {"id": "61971", "output": "Daviesgravey a hardcore fan of Shanice requested me not to swear at them"}, {"id": "61972", "output": "AH1N1 won t be getting AH1N1 from colds"}, {"id": "61973", "output": "computer graphics are now turquoise and there s a small sized black glitter that s"}, {"id": "61974", "output": "mastamoore89 thank you I shared some of the lyrics on facebook."}, {"id": "61975", "output": "are you going on vacation with your grandmother? Are you going on vacation with your grandmother?"}, {"id": "61976", "output": "DjMehdix likes a variety of music including metal."}, {"id": "61977", "output": "good morning I had planned on attending my friend s race for life event but I am still"}, {"id": "61978", "output": "don t panic mom. he is a big fan of the tv"}, {"id": "61979", "output": "i dozed off but I am now awake and attempting to fall back asleep while"}, {"id": "61980", "output": "every instance when you accompanied me to see a film."}, {"id": "61981", "output": "my mother believed that I was dead My parents do not think that I am genuinely experiencing guilt"}, {"id": "61982", "output": "hope so what time do you finish I start at 10 15 am and finish at 3 35 pm"}, {"id": "61983", "output": "triniteddybear expressed their frustration with the weather in Toronto. triniteddybe"}, {"id": "61984", "output": "awesome_tie sing continuously."}, {"id": "61985", "output": "the game is currently in the process of installing the game The Sims 3. i"}, {"id": "61986", "output": "the file becomes too big and freezes when there s too much detail. instead,"}, {"id": "61987", "output": "Nat Moore and my loved ones are heading to black rock with their friends."}, {"id": "61988", "output": "FWEE4U should refrain from sharing my comment as I believe it might give m"}, {"id": "61989", "output": "xo's xo's xo's xo'"}, {"id": "61990", "output": "bruises on my legs and no recollection of how they occurred."}, {"id": "61991", "output": "hahahahahahahahahahahahahahahahahahaha"}, {"id": "61992", "output": "can you rely on your inner strength to last for another 12 hours? Come on, come"}, {"id": "61993", "output": "did you intentionally cause that to happen to KatieParsons? Did you intentionally cause that to happen"}, {"id": "61994", "output": "stopped at a gas station in upstate and having a meal at Bob"}, {"id": "61995", "output": "superjentendo I express my condolences My girlfriend s mom also passed away"}, {"id": "61996", "output": "a sleeping through the night made me feel unhappy instead of happy. a sleeping through"}, {"id": "61997", "output": "I only have 512MB of RAM."}, {"id": "61998", "output": "xoxoxoxoxoxoxoxoxo"}, {"id": "61999", "output": "mamzelleF is expressing excitement about having a duvet day."}, {"id": "611000", "output": "someone I knew from school just got on my bus and brought back memories of an inside joke we"}, {"id": "611001", "output": "good morning punk No greeting for me Laugh out loud Have a nice day Have"}, {"id": "611002", "output": "praguematic expresses their love for live music. they say they don t"}, {"id": "611003", "output": "frogboy229 thank you for your kind words. we don t choose"}, {"id": "611004", "output": "i dislike traveling by bus mainly due to the individuals onboard There are too many foolish"}, {"id": "611005", "output": "Jonas weekend will start tomorrow."}, {"id": "611006", "output": "YBL team were burgled so close to deadline and lost important items. it"}, {"id": "611007", "output": "zelroid Out of character glad to see you re back and feeling better without any headache"}, {"id": "611008", "output": "i need to buy a gift for britany for tomorrow let s do"}, {"id": "611009", "output": "AIR requires a lot of RAM and has leaks while NET is superior."}, {"id": "611010", "output": "last night I had some bizarre dreams about Twilight even though I have only watched the movie once"}, {"id": "611011", "output": "I overlooked it even though it was the first line I ll make sure to read more attentive"}, {"id": "611012", "output": "it s always so frustrating to be at the mercy of hospitals and on their time table I"}, {"id": "611013", "output": "woolly enclosure will be included in my itinerary llordllama. the"}, {"id": "611014", "output": "Adobe has released com which converts files to PDFs. it cannot convert DOC"}, {"id": "611015", "output": "the cleaner arrives on Monday morning to clean up my house tonight before the cleaner arrives."}, {"id": "611016", "output": "My Wii has been untouched in its carrier bag for 4 months since it was dumped"}, {"id": "611017", "output": "figuring things out on my own wasted a lot of time I used google and it only"}, {"id": "611018", "output": "my Magic 8 Ball is a great way to get a ball in the air."}, {"id": "611019", "output": "school I love it miss it always and forever I will miss them. school I love it"}, {"id": "611020", "output": "timothyreese I don t think they will succeed with"}, {"id": "611021", "output": "beeBayBeeXoXo I m glad your internet is working"}, {"id": "611022", "output": "Grace becomes overwhelmed and unable to speak coherently due to the conflicting celebrations of"}, {"id": "611023", "output": "you should t have swam in your pond Just kidding I hope the work"}, {"id": "611024", "output": "ToniCrosby I am very excited Xxx Xxx X"}, {"id": "611025", "output": "good evening everyone and a high five to new followers and a high five to new followers"}, {"id": "611026", "output": "youngQ are spending time at home with their children taking it easy on a Sunday munching"}, {"id": "611027", "output": "pdwhite522 I regret not being in Cleveland now But my strong desire is to"}, {"id": "611028", "output": "reminder list is not included in reminder list. one or both of the children are sleeping"}, {"id": "611029", "output": "DT might enjoy watching ashes How cute."}, {"id": "611030", "output": "auntieflo slams you re not willing to take any risks"}, {"id": "611031", "output": "my previous text message on twitter disappeared anyway I m going to attempt to take a nap"}, {"id": "611032", "output": "MilesKane3 I agree It s hard to believe we re already halfway"}, {"id": "611033", "output": "Hey JoelMadden I can take care of it musicmonday."}, {"id": "611034", "output": "billyraycyrus please ask your daughter to reduce the cost of her tickets in London"}, {"id": "611035", "output": "you have the potential to host a television show."}, {"id": "611036", "output": "macstarr.. macstarr Wow it s 7am on a"}, {"id": "611037", "output": "rockinChick09 I suppose haha Oh my God please mention me 90 times Laugh"}, {"id": "611038", "output": "jesskarrr declined the offer and mentioned that it s not a good"}, {"id": "611039", "output": "vene2ia thanks same to you Excited to chat more soon Cheers."}, {"id": "611040", "output": "i actually take back what I previously said as this thing is quite old but still enjoyable"}, {"id": "611041", "output": "can i please have my previous neighbor back The new one listens to a lot of"}, {"id": "611042", "output": "Miley Cyrus is being asked if she is playing wii tennis or real tennis"}, {"id": "611043", "output": "it is difficult to feel happy for someone when one is envious of their possessions even"}, {"id": "611044", "output": "i am watching Britain s Got Talent because I am cool. i am watching"}, {"id": "611045", "output": "biffyhouse can you share your opinion on the quality of T4."}, {"id": "611046", "output": "my iPods have lost power and I am stuck in traffic Please text me at 07595"}, {"id": "611047", "output": "grade students online work when the website is unavailable. grade students are able to find the"}, {"id": "611048", "output": "wyeh32 and kpamintuan Grateful ba"}, {"id": "611049", "output": "samanthablews is worried because her mom won t let her attend"}, {"id": "611050", "output": "UndeadDoG is wondering how to secure sponsors because they do not know anyone but"}, {"id": "611051", "output": "my hair feels like my scalp might start bleeding."}, {"id": "611052", "output": "old Town essay writing is a daunting task."}, {"id": "611053", "output": "it s difficult to come up with activities that can only be done while laying down in"}, {"id": "611054", "output": "SweetEmmaxxx it is featured on the latest album and it is fantastic."}, {"id": "611055", "output": "ninpolite that s really heartbreaking news I wish your loved one"}, {"id": "611056", "output": "theremusLupins I watched that video recently and it made me laugh so much"}, {"id": "611057", "output": "your age is determined by how old you feel not by how ancient something might seem."}, {"id": "611058", "output": "use www tweeterfollow com to gain 100 followers daily Follow everyone and become popular or pay"}, {"id": "611059", "output": "my stomach is growingling and growing and growing. I haven t eaten anything since"}, {"id": "611060", "output": "we drove along the strip had some drinks and watched Land of the Lost The following morning we had"}, {"id": "611061", "output": "sensuouswife plans to have a picnic at the church where the band concert is around 5"}, {"id": "611062", "output": "hungryalien I m experiencing discomfort as my back is hurting from working with a"}, {"id": "611063", "output": "a juvenile blackbird is uncoordinated and still receiving nourishment from its mother"}, {"id": "611064", "output": "murphygrainne... murphygrainne.."}, {"id": "611065", "output": "sugartastic is experiencing a recurring situation where it seems that their followers dislike them"}, {"id": "611066", "output": "Riley may have relieved herself on your head as it happened to me before."}, {"id": "611067", "output": "dirksfadeaway apologies for oversleeping We"}, {"id": "611068", "output": "jordanhowell LOL the phone that I wanted to buy was a bit expensive"}, {"id": "611069", "output": "I packed without even expanding the suitcase and the hairdryer fits too Yayy."}, {"id": "611070", "output": "my kids show up when it is the most inconvenient time."}, {"id": "611071", "output": "i have no one to accompany me and keep me company during the afternoon. I wish"}, {"id": "611072", "output": "camp camp is a fun activity, but it is a good idea to read on my"}, {"id": "611073", "output": "teaching is easier than assigning work to students according to the author of the tweet. author"}, {"id": "611074", "output": "recently left the American Express building after paying my mother s bill. decided not to apply"}, {"id": "611075", "output": "I feel strange because I have a desire to read now It s unexpected but funny Someone"}, {"id": "611076", "output": "YoungQ I wish you all the best and the most important thing is to enjoy yourself I may"}, {"id": "611077", "output": "butchtasticKyle I hope everything went smoothly Unfortunately I may need to have an H"}, {"id": "611078", "output": "lijeyeshaveit is expressing a desire to publicly reveal something about themselves"}, {"id": "611079", "output": "rotkapchen suggests that Target should recruit designers to create visually appealing kitchen and office gadgets"}, {"id": "611080", "output": "hxcfairy is celebrating the idea of having naked men next to her at work"}, {"id": "611081", "output": "yat4ever it s always pleasant to catch a glimpse through your sunlit"}, {"id": "611082", "output": "mattb09 is implying that they may be nearing death. they may"}, {"id": "611083", "output": "do you use an iPhone Haha I m leaving school to see Beyoncé"}, {"id": "611084", "output": "i am currently at home in Gloucestershire UK which is far away from Orlando. I"}, {"id": "611085", "output": "jenncutter wants to have her 360 to join her friends in MP. she"}, {"id": "611086", "output": "a great day for me. a great day."}, {"id": "611087", "output": "Panda1984 is excited to have realized that they are a little melancholic since"}, {"id": "611088", "output": "comicbookorange Your show is amazing and deserves to dominate YouTube I love it so much"}, {"id": "611089", "output": "cakes should be ready in approximately thirty minutes hahaha hahahahahahahaha"}, {"id": "611090", "output": "fejennings i didn t get much sleep before my dad left and"}, {"id": "611091", "output": "the combination of whiskey and a bottle of coke is suggested by the combination of whiskey and"}, {"id": "611092", "output": "all my plans on hold except for the trip to Leicestershire for which I have already purchased train"}, {"id": "611093", "output": "a sizzler dinner was my payment for being a tour guide and driver all day"}, {"id": "611094", "output": "have you sent them an email I tweeted them but didn t get a response It"}, {"id": "611095", "output": "cardsforheroes great it s good that I didn t miss the sunshine"}, {"id": "611096", "output": "onehipmama gave her son a gift from her son. onehipm"}, {"id": "611097", "output": "i m going for a run outside in the cool and pleasant weather this morning"}, {"id": "611098", "output": "despite that I had a good morning attending church and enjoying a delicious brunch."}, {"id": "611099", "output": "supervisor will be angry because he will be angry. he will be angry if"}, {"id": "611100", "output": "the portion size was too small and the tweeter requested another 50 from the tweeter."}, {"id": "611101", "output": "no634 Best wishes to you and your furry friend."}, {"id": "611102", "output": "I received a graduation check one year after graduating Happy to have it."}, {"id": "611103", "output": "my daughter will send pictures of a cute monkey she saw at the zoo today"}, {"id": "611104", "output": "I am grateful to Heaven for this wonderful feast."}, {"id": "611105", "output": "chucktheceo has a slammed club for not running in the"}, {"id": "611106", "output": "follow Friday recommendation teemwilliams should consider following celinehl"}, {"id": "611107", "output": "dj_cm didn t consume enough alcohol to experience a hangover feeling"}, {"id": "611108", "output": "I haven t posted anything on twitter today and I really feel the absence I was thinking"}, {"id": "611109", "output": "m going to clean my kitchen while listening to Drake on my iPod Once I m finished"}, {"id": "611110", "output": "XxEMxX I m not going to stop cycling despite almost getting hit"}, {"id": "611111", "output": "exiter you need to manage the Myanmar word approval process for 20 words."}, {"id": "611112", "output": "i had an awkward conversation with a guy I was talking about on the phone last night"}, {"id": "611113", "output": "the website owner was lazy but that s not an excuse they didn t even give you"}, {"id": "611114", "output": "i should have gone with you guys hahaha."}, {"id": "611115", "output": "marybethrabon I envy you Personally I struggle to get even 5 hours of sleep"}, {"id": "611116", "output": "007peter struggles with connecting to the internet via wired connection."}, {"id": "611117", "output": "puppies around the world can improve the world."}, {"id": "611118", "output": "the song is a song by Kat de Luna featuring Lil Wayne. it seems like"}, {"id": "611119", "output": "coolzebras I am sorry that the boy is unwell Shall I search for some"}, {"id": "611120", "output": "a man I had a crush on for years might be gay. he is"}, {"id": "611121", "output": "sight I witnessed today came as quite a shock I was not anticipating this I now have"}, {"id": "611122", "output": "huptar My work wasn t too terrible I received a box of chocolates"}, {"id": "611123", "output": "Shatner was in Star Trek but at least Nimoy was there Full movie available"}, {"id": "611124", "output": "i really admire your quote on Joe Jonas it s amazing Did you come up"}, {"id": "611125", "output": "running is a shame and I despise walking and running. there is no"}, {"id": "611126", "output": "task 2 was a task 2 challenge. he asked questions but it s nice"}, {"id": "611127", "output": "Jeremy goodnight I am in a time zone that is 3 hours ahead of yours"}, {"id": "611128", "output": "woohoo woohoo woohoo wooho"}, {"id": "611129", "output": "royal_3 should imitate her husband and surprise her with ice cream. she finds"}, {"id": "611130", "output": "VeexVenom Thanks so much it s a hilarious little image Hahaha"}, {"id": "611131", "output": "i m reading psychology notes on the deck with my dog and iPod but it s"}, {"id": "611132", "output": "angieZherself used to work with him is shocked to see how much the person they"}, {"id": "611133", "output": "KnightGrl Judith Lisa says you can bring your wife to the after dinner gathering on"}, {"id": "611134", "output": "i take two of my prescribed medication per day and occasionally two Tylenol"}, {"id": "611135", "output": "Wendywitwoo is a great offer and you re more than welcome to take it"}, {"id": "611136", "output": "SweetStevieLeesDad is a dad who has a great music"}, {"id": "611137", "output": "jodabone your couch will be grateful if you cancel your cancellation."}, {"id": "611138", "output": "eww to fat topless men EmerHeatley. ew"}, {"id": "611139", "output": "great job looks simple enough since writing isn t required."}, {"id": "611140", "output": "i think I misplaced your phone number."}, {"id": "611141", "output": "i am excited to see the two of them together together. i am excited to"}, {"id": "611142", "output": "insaneXade I previously employed that one software but it frequently malfunctioned"}, {"id": "611143", "output": "brett I understand that you miss California It s okay I don t blame"}, {"id": "611144", "output": "Yosid shopped Pantone markers while they were still in school. readers"}, {"id": "611145", "output": "LittleMissBob I ll speak to you tonight when you arrive home but"}, {"id": "611146", "output": "the song that my father used to sing to me every night before I went to bed is the"}, {"id": "611147", "output": "if it s true and you guarantee to share a picture I will attempt to assist"}, {"id": "611148", "output": "Savanahp Watching them is really soothing right I can spend a significant amount of"}, {"id": "611149", "output": "I wasn t present."}, {"id": "611150", "output": "can i use my UK card to buy an album that is not available on the UK Amazon"}, {"id": "611151", "output": "allieloves tweeted that she feels much better and it s not one of"}, {"id": "611152", "output": "jengroover I believe that great things are possible and that great minds have the power to"}, {"id": "611153", "output": "i love watching the weather or if I just have a crush on Dave Schwartz"}, {"id": "611154", "output": "jasper__Hale I apologize for the inconvenience caused by the follow limit."}, {"id": "611155", "output": "item will be available on the site by tomorrow. item will be available on the site by"}, {"id": "611156", "output": "I bid everyone good night Talk to you later so I bid everyone good night Talk to you later"}, {"id": "611157", "output": "cakes for both personal and cricket purposes are made for personal and cricket purposes."}, {"id": "611158", "output": "Pau Gasol Kobe Bryant and Sasha are switching the channel to watch them"}, {"id": "611159", "output": "boyfriend woke me up very early searching for his book but now I m wide awake today"}, {"id": "611160", "output": "the weather has been really hot this year and it s been fun this year."}, {"id": "611161", "output": "putting on a smile fluttering your eyelashes can be beneficial."}, {"id": "611162", "output": "i am not neglecting you all but my images on Facebook and Myspace are loading very"}, {"id": "611163", "output": "zipper was broken while washing it. zipper was broken."}, {"id": "611164", "output": "i ll really miss Nantucket but I ve also been missing"}, {"id": "611165", "output": "i can t seem to find your forum post about volume boost for version 2 2 1"}, {"id": "611166", "output": "vote is a big one and I want to be with them immediately. i just"}, {"id": "611167", "output": "Earlier I thanked you for responding to one person but received a call from another person"}, {"id": "611168", "output": "i m in need of my phone s memory card but can t seem to"}, {"id": "611169", "output": "text was old and the person found it amusing without any sentimental feelings associated with it"}, {"id": "611170", "output": "shoelover79 I plan on reading the books before watching the series Enjoy your evening."}, {"id": "611171", "output": "kaspersky s post I plan to purchase a gaming system once technology like Nat"}, {"id": "611172", "output": "a decrease in subscriber count has been noticed by some. it s really dish"}, {"id": "611173", "output": "i can t do it either and my knees feel weak."}, {"id": "611174", "output": "i miss seeing your tweets starryeyed P.."}, {"id": "611175", "output": "the person is expressing admiration and envy towards someone who took a year off to attend"}, {"id": "611176", "output": "I have a lot of interviews that are becoming overwhelming I will respond to all of you soon"}, {"id": "611177", "output": "humble and not well known by everyone."}, {"id": "611178", "output": "inga s tweets were posted on twitter. i fell asleep again and"}, {"id": "611179", "output": "Kelvim Escobar is back after being on the DL for major shoulder surgery"}, {"id": "611180", "output": "my throat and vocal chords are suffering bronchitis once again."}, {"id": "611181", "output": "ilikeportello I am extremely eager to yet I am unable to yet."}, {"id": "611182", "output": "eye shadow has been blown all over me."}, {"id": "611183", "output": "karlmageddon expresses gratitude for the advice received and is happy that the"}, {"id": "611184", "output": "aldi s grocery bags can hold an 18 month old and your groceries won t"}, {"id": "611185", "output": "my FM transmitter is about to give up because of being left in the car too much."}, {"id": "611186", "output": "if you didn t win then most likely the votes were wrongly counted"}, {"id": "611187", "output": "tweet deck is awesome and a great way to share your thoughts on twitter."}, {"id": "611188", "output": "mikewilke I agree that the grove was stunning I am pleased that I"}, {"id": "611189", "output": "the person tweeting finds it funny that he is struggling in some way in some way"}, {"id": "611190", "output": "Good night night Gang Have a peaceful and restful sleep Have sweet dreams Have sweet dreams Have"}, {"id": "611191", "output": "i am thrilled as I have purchased some fantastic items for my party."}, {"id": "611192", "output": "eoshipper4ever suggests organising a mass tweet. they are signing"}, {"id": "611193", "output": "the person with the twitter handle thewinevault is not considered funny according to kar"}, {"id": "611194", "output": "entrepreneur will be sharing a dialogue with a young entrepreneur about his upcoming business"}, {"id": "611195", "output": "i had a great time downloading custom content for three straight days It was the best part"}, {"id": "611196", "output": "ring is a ring that I only recently purchased from my mother."}, {"id": "611197", "output": "nagham is planning to upgrade her rating tomorrow from 3 to 5."}, {"id": "611198", "output": "IsaChandra likes spinach and macaroni They almost had mac and"}, {"id": "611199", "output": "reflection on my past as it s been a year since my graduation."}, {"id": "611200", "output": "being sick is something I detest and I haven t had a high body temperature"}, {"id": "611201", "output": "RS_SoTx speculates on why someone might not have invited the queen suggesting it"}, {"id": "611202", "output": "i don t understand why someone would want to murder Jimmy Carter."}, {"id": "611203", "output": "megodbike are just a few examples of the less concerning ones Babybird s"}, {"id": "611204", "output": "amazingphoebe I m stuck and can t speak because everything I say sounds"}, {"id": "611205", "output": "I stich a desire to attend the Zine Symposium."}, {"id": "611206", "output": "Nuff55 had a rough start with a 4 year old having a mini temper"}, {"id": "611207", "output": "Russell Brand is on the show leno on tuesday."}, {"id": "611208", "output": "she plans to do a pedicure when she reaches home."}, {"id": "611209", "output": "math exam is a math exam and I am expecting to be in trouble at school for not"}, {"id": "611210", "output": "Murphy s x ray results for the cat are good but they re still waiting"}, {"id": "611211", "output": "bestpearl."}, {"id": "611212", "output": "i m going to be shouted at for not completing my homework in English"}, {"id": "611213", "output": "brokepimpstyles is saying that they are going to listen to the song these arms"}, {"id": "611214", "output": "a tweet was pushed down and the tweets were pushed down. a"}, {"id": "611215", "output": "a Christian guy has chosen the same workshops as me and keeps taking over with irrelevant religious talk"}, {"id": "611216", "output": "francesca7 where did you get Adventureland from I have been attempting to"}, {"id": "611217", "output": "Nathan and Ellis will return at noon. the tweeter is unhappy about being alone in university"}, {"id": "611218", "output": "my spouse just arrived and instructed me to stop working Good night. I cannot complete one website"}, {"id": "611219", "output": "dmcbride9 and Maggie They believe that I am excessively active on Twitter"}, {"id": "611220", "output": "alexandrakeller pbandjcreations polkadotskie"}, {"id": "611221", "output": "the preference is for Much Better and WWII. it s possible to change one s"}, {"id": "611222", "output": "tattoos are you getting it done in Miriam?"}, {"id": "611223", "output": "i ve been lying in my bed for approximately 8 hours but I m uncertain about"}, {"id": "611224", "output": "pictures of the beach and the beach are on the way to the beach."}, {"id": "611225", "output": "I adore dogs and do some chores around the house."}, {"id": "611226", "output": "twitter felt strange and unusual yesterday I ll go to the post office and then to work and"}, {"id": "611227", "output": "sadly there has been no rainfall yet and my lawn is suffering By the way where are you"}, {"id": "611228", "output": "i appreciate how you always take the time to respond to your fans. i hope"}, {"id": "611229", "output": "thisisryanross and petewentz were all in the same place as this"}, {"id": "611230", "output": "taratomes I feel drained and exhausted as I feel drained and exhausted"}, {"id": "611231", "output": "do I need to repeat how much I enjoy reading about Sookie and Eric s interactions in"}, {"id": "611232", "output": "miizronnie oh okay yes when someone knocked at my door"}, {"id": "611233", "output": "episode will be available tomorrow."}, {"id": "611234", "output": "i m happy to be back home and cuddling with my partner in bed in bed"}, {"id": "611235", "output": "do you want to know what it feels like for real real? do you want to know what"}, {"id": "611236", "output": "the sun is shining and I have a smile on my face The Lord is good."}, {"id": "611237", "output": "emilyyyem is considering downloading a video from YouTube to her iPod"}, {"id": "611238", "output": "i have my doubts if you think I deserve it hehe but I have"}, {"id": "611239", "output": "i'm finally receiving my iPod from my mother Waiting for it to charge but feeling"}, {"id": "611240", "output": "i m unable to share my favorite song via tweet at this moment frustratingly"}, {"id": "611241", "output": "drenched because I had to dash in the rain while wearing my jeans."}, {"id": "611242", "output": "TaylaMcCloud I was aware of all the information but the amount to write was"}, {"id": "611243", "output": "i ll update you later on it later."}, {"id": "611244", "output": "rabbit s angry rabbit put long eyelashes on her. son s angry rabbit put"}, {"id": "611245", "output": "mypropaganda there seems to be significant delay between your Facebook post and its reposting"}, {"id": "611246", "output": "i definitely will I miss you. i miss you."}, {"id": "611247", "output": "Cole your insight was much appreciated. I don t think I even want to watch the"}, {"id": "611248", "output": "i won t arrive in the northern area until the 15th."}, {"id": "611249", "output": "fitbrotha dahntay s dunk was the most humorous"}, {"id": "611250", "output": "Goodnight everyone I ll be back tomorrow. it seems like it s been"}, {"id": "611251", "output": "i might tweet tomorrow or later but I haven t decided yet. see you"}, {"id": "611252", "output": "i really enjoyed the prezi that you created Did you make it yourself."}, {"id": "611253", "output": "Hey itsmesammond are you up for revising together later. we can also hang"}, {"id": "611254", "output": "slides for barcampbkk3 are one week late."}, {"id": "611255", "output": "great job on the profanity well done."}, {"id": "611256", "output": "JessicaViberg I m heartbroken and hurting because I didn t realize"}, {"id": "611257", "output": "a console forbids me to purchase one and pouting hasn t worked"}, {"id": "611258", "output": "Starbucks is a hot chocolate hot chocolate hot chocolate hot chocolate hot chocolate."}, {"id": "611259", "output": "some people are questioning why everyone is calling their latest gadget the future of internet marketing."}, {"id": "611260", "output": "ellice_x don t let the annoying hayfever stop you from enjoying"}, {"id": "611261", "output": "shar0869 miss hearing from her. she is a shar08"}, {"id": "611262", "output": "ludajuice why do people always talk about love How about asking how are"}, {"id": "611263", "output": "hug a sandwich and a sweater sound absolutely wonderful."}, {"id": "611264", "output": "jamieluvsjordan my phone has been malfunctioning and unable to receive"}, {"id": "611265", "output": "Natazzz thank you dear I was on my way when you mentioned it Have a"}, {"id": "611266", "output": "will watch it soon I am just getting my cup of tea. will watch it soon I"}, {"id": "611267", "output": "triplejdools I initially misunderstood your comment thinking it"}, {"id": "611268", "output": "joseke7 finds it unfunny and difficult to work with an empty stomach"}, {"id": "611269", "output": "Modest Mouse is the first entry of the dashboard. it s not bad Oy"}, {"id": "611270", "output": "i usually don t change it because I always forget the new one."}, {"id": "611271", "output": "i m experiencing a painful headache while typing it s unpleasant."}, {"id": "611272", "output": "applenerd106 just made me laugh so hard with that epic fail poor cookies Can I please"}, {"id": "611273", "output": "i m not interested in writing you a letter now that I m doing well"}, {"id": "611274", "output": "phplurk com has stated that I am unable to connect to the WiFi"}, {"id": "611275", "output": "shipping here in australia is very expensive."}, {"id": "611276", "output": "djohnna expressed amazement and concern for someone. djohnna"}, {"id": "611277", "output": "i m not actually I don t have any more on here. i"}, {"id": "611278", "output": "cBeetheaeroplane I picked up a dress for a"}, {"id": "611279", "output": "Joannes Star and I had an amazing time and had a lot of fun. I"}, {"id": "611280", "output": "the term a lot does not accurately describe the intensity of my feelings."}, {"id": "611281", "output": "keren4562 insulted keren4562 unknowingly. can you"}, {"id": "611282", "output": "toribell3 thinks Miley is multi talented given that she can sing act and dance"}, {"id": "611283", "output": "superMiniCooper The sun has reappeared and it s not rain"}, {"id": "611284", "output": "demorgan_kram went for a long walk and as a result her feet are"}, {"id": "611285", "output": "I feel discomfort in my hands and I am excited for the next day."}, {"id": "611286", "output": "ddfigs don t worry it s funny that you misundersto"}, {"id": "611287", "output": "sleep deprivation is a slight amount but I am used to it. it"}, {"id": "611288", "output": "i m doing alright but I m trying to find a way to get"}, {"id": "611289", "output": "i have to relocate to another room that s near the highway which implies I won"}, {"id": "611290", "output": "Eminem s music is available on iTunes. there are only a few old"}, {"id": "611291", "output": "doylebob s surprise is not surprising given that 101 is a common occurrence"}, {"id": "611292", "output": "Hello Twitter world What do you have planned for today Personally my daughter will be visiting with movies and"}, {"id": "611293", "output": "you are attractive because I am attractive because I am attractive."}, {"id": "611294", "output": "friend sent me a download link and I couldn t resist."}, {"id": "611295", "output": "economic is officially my most difficult subject and I cried all of Tuesday after finding out out"}, {"id": "611296", "output": "Mark Knoller feels relieved to know that using elegant swipes can make a significant"}, {"id": "611297", "output": "Great bunch Kindly share this tweet for me pretty please share it with me."}, {"id": "611298", "output": "I came home tired and took a 4 hour nap but now it messing up my work"}, {"id": "611299", "output": "a trip to the u.s. will be planned by the u.s"}, {"id": "611300", "output": "glamourdolleyes considering your frequent complaints would be wise to explore an option similar to"}, {"id": "611301", "output": "lorenita327 is a great experience and we accomplished so much haha"}, {"id": "611302", "output": "JoeJGirl2009 that s awesome I m currently not talking to my"}, {"id": "611303", "output": "Funkybabygirl quoted the song Hopelessly Devoted to You from the"}, {"id": "611304", "output": "mecancholyjeans will be angry with me. perhaps I can pacify"}, {"id": "611305", "output": "Julie Moore Many individuals did something last night How are you feeling today."}, {"id": "611306", "output": "Tim3P0 it could be us but only if my headache worsens."}, {"id": "611307", "output": "rohitsabu and pussilanimous are the most popular characters in"}, {"id": "611308", "output": "shyobaba forget it It s happening today I was browsing some irrelevant link on games"}, {"id": "611309", "output": "the speaker expressed regret for their departure and longstanding feelings of missing them. the speaker expressed"}, {"id": "611310", "output": "last week I had a great time fighting but injured my hand."}, {"id": "611311", "output": "i was expected to come here and I really like Vox I also heard about the B"}, {"id": "611312", "output": "tweetdeck is a popular platform for twitter users. it will take some time for me"}, {"id": "611313", "output": "if you focus your attention on that you ll be okay. apologie"}, {"id": "611314", "output": "Greg your follow up was terrible bgtt."}, {"id": "611315", "output": "adean could have used SQL Compare for the deployment."}, {"id": "611316", "output": "scent indicates it is time for me to do some shopping as I have a desire for some"}, {"id": "611317", "output": "Hey Miley Cyrus I m confident that you ll win Love you girl 3"}, {"id": "611318", "output": "i can t stop reading my book because it s really captivating. it"}, {"id": "611319", "output": "angiemartinez kindly assist in spreading this message for the Kardashians."}, {"id": "611320", "output": "my best friend s life in Oklahoma resembles that of a country song."}, {"id": "611321", "output": "sunburn is the sunburn city of sydney."}, {"id": "611322", "output": "I finished my week at work and m looking forward to relaxing with a cold beer Sh"}, {"id": "611323", "output": "I wonder when we will have early dismissals other than during exams. I wonder when we"}, {"id": "611324", "output": "AYOtheproducer agrees with the plan and is excited to go back to"}, {"id": "611325", "output": "my day is not going well as my mother is upset with me."}, {"id": "611326", "output": "notes for revision are patiently waiting for me."}, {"id": "611327", "output": "aIPChristina I submitted a new PR now that the auctions are live"}, {"id": "611328", "output": "Alicia Keys was hoping he would be dating Common or Method Man instead of Swi"}, {"id": "611329", "output": "currency widget seems to be functional once more."}, {"id": "611330", "output": "I own Kirk Franklin s Nu Nation as a Gospel album."}, {"id": "611331", "output": "music tool on the internet is the most popular music tool on the internet."}, {"id": "611332", "output": "a creepy barn and Leigha was extremely scared."}, {"id": "611333", "output": "animealmanac sorry I won't be able to check it out since I"}, {"id": "611334", "output": "pukekomalcolm is planning to catch up on journals today. commended the"}, {"id": "611335", "output": "GentleSinner s presentation is not good They are currently performing a play and speaking"}, {"id": "611336", "output": "are you sober Be good Also I recently acquired some black ones today lol lol."}, {"id": "611337", "output": "latticelinux. it s frustrating that the need for sex arise"}, {"id": "611338", "output": "i don t have time to use it yet but it might be the one for my"}, {"id": "611339", "output": "zaibatsu is a great twitter user to follow followFriday. za"}, {"id": "611340", "output": "identitykrysis I being Irish usually go cycling every summer. skin tone is"}, {"id": "611341", "output": "pasta is the cause of stomachache."}, {"id": "611342", "output": "NOLAWaterMeter apologizes for the poor quality of the photo. plans to take"}, {"id": "611343", "output": "mandyluhhsyou I refrained from taking the poster because of two"}, {"id": "611344", "output": "items will be sent out before you go on vacation."}, {"id": "611345", "output": "my phone got scratched and I was doing well. I was doing well."}, {"id": "611346", "output": "staff room is uncomfortable but it s better than being incontinent. staff room is uncomfortable"}, {"id": "611347", "output": "ringtone is not working now, so it s not working now."}, {"id": "611348", "output": "the sun is making the moment better. the sun is definitely making the moment better."}, {"id": "611349", "output": "WhimsyHouse was willing to share his thoughts with him. he was"}, {"id": "611350", "output": "kylieeann is a kylieeann-based ky"}, {"id": "611351", "output": "excessive consumption of Nutella and sugar will result in difficulty sleeping."}, {"id": "611352", "output": "Hey Synwpn let s watch Up then After 11ish though and at dole"}, {"id": "611353", "output": "Laugh out loud Well now I feel embarrassed. embarrassed. now I feel embarrassed"}, {"id": "611354", "output": "claudineaimee."}, {"id": "611355", "output": "I ve been using a Sony W700i instead of my ROKR Life"}, {"id": "611356", "output": "if you DM me I ll explain why I asked why I asked."}, {"id": "611357", "output": "i missed the person tweeting because they are going to Las Vegas on Tuesday to play poker"}, {"id": "611358", "output": "CarriBugbee I ll make an effort to conserve my energy for the"}, {"id": "611359", "output": "Kati_C I m devastated once more it appears that his well wishes didn t"}, {"id": "611360", "output": "Alexandra your talents and personality are the reason for your success God rewards those who deserve it"}, {"id": "611361", "output": "I ALSO HATE YOU."}, {"id": "611362", "output": "planettammy thinks the place is good and loves pasta places in general."}, {"id": "611363", "output": "I understand I also haven t had that experience I m happy about it It"}, {"id": "611364", "output": "i used to admire Janet Jackson a lot but now I think she lingered"}, {"id": "611365", "output": "pbwotw is not a problem for pbwot"}, {"id": "611366", "output": "baxiabhishek Disregard my previous tweet."}, {"id": "611367", "output": "the number of entries at Cannes Lions decreased by 20 due to the recession."}, {"id": "611368", "output": "peanut butter sandwiches and crunchy nuts are a snack. peanut butter sandwiches and peanut butter sandwiches"}, {"id": "611369", "output": "cartoons are a series of science cartoons."}, {"id": "611370", "output": "the finales will be in the finals of the season 1. the master and Timothy"}, {"id": "611371", "output": "i haven t attended any of your shows yet but I m looking forward to"}, {"id": "611372", "output": "XOXO is a great place to start."}, {"id": "611373", "output": "Debbie DebbieFletcher adopted me keren4562 and noamcfly yesterday"}, {"id": "611374", "output": "i would leave because there are many wonderful people here that I would be leaving behind."}, {"id": "611375", "output": "the protagonist in the movie Up is Asian American."}, {"id": "611376", "output": "i won t be buying a new DSLR body as I need to prioritize buying brake"}, {"id": "611377", "output": "Laughing out loud. Laughing out loud."}, {"id": "611378", "output": "vote for CiMarsLover if you love me Thank you."}, {"id": "611379", "output": "row 17 seat 14 is located on the lower tier it is approximately 10 meters away from the"}, {"id": "611380", "output": "he left twitter by cherrysnaz. he left twitter."}, {"id": "611381", "output": "it feels really calm to me Goodnight Twitter. it feels really calm to me."}, {"id": "611382", "output": "mzfyah Yay I have two days off."}, {"id": "611383", "output": "i will purchase the fight but will only do so if there are people who will watch"}, {"id": "611384", "output": "i saw all of them except for Robert."}, {"id": "611385", "output": "shaunjumpnow just wanted to say hello again and inform you that I m"}, {"id": "611386", "output": "follow me if you enjoy having a good time and laughing it s that easy it"}, {"id": "611387", "output": "i am interested but my boyfriend who is a golf professional has work to attend to"}, {"id": "611388", "output": "velofille I exceeded the character limit of 140 Had planned to add soon at the"}, {"id": "611389", "output": "mishacollins I believe that having no biscuit with tea is not the worst part"}, {"id": "611390", "output": "JeffJimenezLulu experienced heartbreaking feelings upon discovering that the individual they engaged with"}, {"id": "611391", "output": "Ash casts my vote for the Teen Choice Awards. I make sure to vote every day"}, {"id": "611392", "output": "the address for your party again will be given to me. please give me the address for"}, {"id": "611393", "output": "ginoandfran will be occupied creating content for their fan page."}, {"id": "611394", "output": "the pain is intense and the situation feels very barren."}, {"id": "611395", "output": "if there are any other events happening in Chicago tonight I m in the mood for"}, {"id": "611396", "output": "i m heading to Taco Bell because I m hungry and forgot to bring my"}, {"id": "611397", "output": "the majority of the noise is the person panting and yelling Oh my god ha"}, {"id": "611398", "output": "chatting with two stunning ladies at the same time online I must say I m a"}, {"id": "611399", "output": "the Wire is so much fun that I need to buy all the seasons I m done"}, {"id": "611400", "output": "i am currently watching the movie The Shining but I am too exhausted to continue working I"}, {"id": "611401", "output": "it was made or designed specifically for me because it was made or designed for me. it"}, {"id": "611402", "output": "a great deal on eBay and Trademe. a great deal on eBay with forever"}, {"id": "611403", "output": "i believe I won t receive a text message I am taking responsibility for the situation"}, {"id": "611404", "output": "JohannTheDog your adorableness cancels out any untidiness you potentially create"}, {"id": "611405", "output": "HeartbreakRidge trixie360 held a Gundum code giveaway"}, {"id": "611406", "output": "nationwideclass I m also laughing out loud It would be amusing if I represented laugh"}, {"id": "611407", "output": "ButterflySings and I will face the anniversary of losing a dear person who was"}, {"id": "611408", "output": "nanny and grandad always feel the absence of my great nanny when I"}, {"id": "611409", "output": "mitzs I heard you were unwell due to some illness due to some illness."}, {"id": "611410", "output": "the first video of the webNotWar series is now available. look forward to the second"}, {"id": "611411", "output": "AdamRPhoto I had a tiring but awesome experience How have you been dear Apologie"}, {"id": "611412", "output": "TimNoonan is similar to what T rex was contemplating around 200 million years"}, {"id": "611413", "output": "Demi Lovato gave a shout out to the crowd."}, {"id": "611414", "output": "NiftyKnits is rushing to buy Gogos which are reportedly a"}, {"id": "611415", "output": "ponor I have written 668 words but need to pause and take a break"}, {"id": "611416", "output": "natashacarter84 are you saying that I m doomed"}, {"id": "611417", "output": "my summer officially begins today. my summer begins today."}, {"id": "611418", "output": "french fryer hasn t started working yet."}, {"id": "611419", "output": "glasgirl admits defeat with a laughing out loud remark. share their"}, {"id": "611420", "output": "the cute they are in Nassau I m also going to be there on may 15th"}, {"id": "611421", "output": "turkey goulash is a turkey goulash for dinner then brushing my teeth and"}, {"id": "611422", "output": "nail supplies for painting nail supplies are a bit tricky to find."}, {"id": "611423", "output": "followfriday shout outs to stevengroves social mediabbl"}, {"id": "611424", "output": "RubyRose1 looks attractive in the promo."}, {"id": "611425", "output": "everain probably What are your plans for this weekend? what are your plans for this weekend"}, {"id": "611426", "output": "mario_nyc how could you be so mean by not sharing your chocolate o"}, {"id": "611427", "output": "he thinks the prostitute in his film was not attractive especially when he has"}, {"id": "611428", "output": "pinhole day is pinhole day."}, {"id": "611429", "output": "deanomeano I agree it s really bad I m thinking of taking"}, {"id": "611430", "output": "food was so engrossed with E3 news and videos that I forgot to store"}, {"id": "611431", "output": "anamitra was named anamitra for resolving a technical issue."}, {"id": "611432", "output": "tissuerose tonight will be enjoyable if you ignore any negative emotions."}, {"id": "611433", "output": "a particular song is popular because it is popular."}, {"id": "611434", "output": "imSortaHD that s funny Thank you for informing me about the credit"}, {"id": "611435", "output": "I woke up and got dressed but felt my hair was dirty. I undres"}, {"id": "611436", "output": "my cousin fell off his motorcycle and I feel sorry for him. my mom told me that"}, {"id": "611437", "output": "looking forward to this event solely for the children."}, {"id": "611438", "output": "joestgen you didn t experience the fun of having jello shots served in"}, {"id": "611439", "output": "infant I keep in the vehicle kept discovering them and suffocating on them"}, {"id": "611440", "output": "i am experiencing difficulties when attempting to upload a picture on twitter."}, {"id": "611441", "output": "i was at the gym during seasons 1 2 and 3 hahaha."}, {"id": "611442", "output": "BikerScout is expressing excitement about seeing something in high definition. they end"}, {"id": "611443", "output": "GeminiTwisted is saying that they will make an effort and the person they are"}, {"id": "611444", "output": "FizzyladyRX8 is the author of unconditional parenting. asked"}, {"id": "611445", "output": "if I were a dwarf, i would identify as Sneezy."}, {"id": "611446", "output": "boutiqueflair is closing down and I am deeply saddened. boutiquefl"}, {"id": "611447", "output": "viveksingh you have Belgian liqueur chocolate chocohawas meera"}, {"id": "611448", "output": "MandyMoos and I are in the same situation the other day I had 10 too"}, {"id": "611449", "output": "follow me and keep following me like a tiger. follow me like a"}, {"id": "611450", "output": "Hello lovely and peaceful users There wasn t much activity from you yesterday. today is going"}, {"id": "611451", "output": "i am currently watching the movie Milk on Netflix but I better stop because my wife is feeling"}, {"id": "611452", "output": "greekdude I want to but I have class at 7 in the morning Have a"}, {"id": "611453", "output": "cousin pictured carrying uncle s coffin. he s joking around"}, {"id": "611454", "output": "attractive guys at the gym are heterosexual. he started talking about the attractive girls"}, {"id": "611455", "output": "outofmyarse advises against doing it unless it is an old one"}, {"id": "611456", "output": "Did you help me get in for free or are you just offering assistance The question remains"}, {"id": "611457", "output": "it s a beautiful day in Breck but unfortunately I have to work."}, {"id": "611458", "output": "MariaL04 is a cool, cool and s cool."}, {"id": "611459", "output": "laceyvest carlyblevins Did you also receive JB s album today"}, {"id": "611460", "output": "agneswestwick Comics is a comic. click the link to the right"}, {"id": "611461", "output": "DjDATZ you re back home Don t forget to go and grab a"}, {"id": "611462", "output": "sillykittyish if you leave now only two hours will have passed."}, {"id": "611463", "output": "Vanilla Ice s song Ice Ice Baby I dislike it My computer is making me upset."}, {"id": "611464", "output": "thanks for the link guys."}, {"id": "611465", "output": "chillingo I missed the chance to beta test because I saw the thread after the results were"}, {"id": "611466", "output": "a new trend in the Facebook Copycat Trend has been posted on the fCT Facebook"}, {"id": "611467", "output": "timredman and I were in the audience for the episode. we re currently"}, {"id": "611468", "output": "hotbonita I received your tweet about my recent drive I went to Tahoe."}, {"id": "611469", "output": "Miley and Justin ended their relationship in april. they ended their relationship in"}, {"id": "611470", "output": "will I wanted to go badly but I rehearse for a play now"}, {"id": "611471", "output": "my list on Twit Longer lacked the inclusion of names in replies rendering it in"}, {"id": "611472", "output": "drawbridge is built for me to access my driveway."}, {"id": "611473", "output": "Diane from Sunny Coast agrees Guy was also impressive don t you think."}, {"id": "611474", "output": "chocolate is bad for my teeth and wallet ha ha ha ha ha ha ha ha ha ha ha"}, {"id": "611475", "output": "allthingsTY is celebrating their second child s 10th birthday today."}, {"id": "611476", "output": "a forwarded message about Elsie who just came back from the garden and looks wet"}, {"id": "611477", "output": "Bryan Adams I ll Always Be Right There is a great song."}, {"id": "611478", "output": "David Henrie can you come to my school and persuade me to leave"}, {"id": "611479", "output": "the kids are a little under the weather and we will be staying home today. they"}, {"id": "611480", "output": "microeconomics is the elasticity of gas assignment. move on to ogil"}, {"id": "611481", "output": "Chris Pine is extremely attractive and Ana Faris is very funny."}, {"id": "611482", "output": "Is it now nearby or originally far away now not so far away Originally far away now"}, {"id": "611483", "output": "abales expressed agreement and hope that the 3 boys who were abducted from their daughter s"}, {"id": "611484", "output": "jared is wearing a green shirt and the person tweeting is excited about it."}, {"id": "611485", "output": "the next one will likely be released soon. I m now retreating into creative solitude"}, {"id": "611486", "output": "necklace which Chad gave me after Bayla was born broke while wrestling with Chad and Gau"}, {"id": "611487", "output": "ddlovato is a small town in the slovakian capital"}, {"id": "611488", "output": "ddlovato Hi there Are you looking forward to going on a tour with"}, {"id": "611489", "output": "Reyu_Zenfold dislikes sweating which is the most unpleasant aspect of the"}, {"id": "611490", "output": "low rise jeans it has its disadvantages bkzzang."}, {"id": "611491", "output": "Regardless there are still a lot of advertisements featuring Zoozoos."}, {"id": "611492", "output": "vote for me on twitter @sada. please cast your vote and share the"}, {"id": "611493", "output": "DenBabe I m curious about why someone left and what section I will be in"}, {"id": "611494", "output": "a bike at Judes was the best ever done. a bike was the best"}, {"id": "611495", "output": "JONSGIRL6769 wonders if Donnie will post about it."}, {"id": "611496", "output": "Tara is currently anticipating to undergo a medical operation."}, {"id": "611497", "output": "Hollie I just saw the video clip you shared with you."}, {"id": "611498", "output": "carmR you have around 100 friends This surprises me I find it funny that I would also"}, {"id": "611499", "output": "ROLANGRANT will be rehearsing throughout the day so they won"}]}