{"task":"LaMP_7","golds":[{"id": "610", "output": "got a busy day today.. but i'm bored right now "}, {"id": "611", "output": "I really wish Torchwood Children of Earth was on now "}, {"id": "612", "output": "Enjoying the cool weather as I walk to my Anthro class  I love the cali weather..."}, {"id": "613", "output": "@ItsChelseaStaub Awesome!! Can't wait to watch it!! Except I live in Australia so we won't be able to see it until next month! "}, {"id": "614", "output": "@Uheard Yes, I have noticed some stores have generics on laundry, dishwasher soaps &amp; fabric softners - Now I'm in love w/my clothesline "}, {"id": "615", "output": "@AhmNoHere Sounds like a couple of &quot;issues&quot; there to me...  "}, {"id": "616", "output": "@QueenofScots67 if you make more than 100 &quot;requests&quot; in an hour you  are stopped by twitter from using the system for a while. I think "}, {"id": "617", "output": "@cyandle you name it, sug. if it ends in pie, it's a win   course, peach (cobbler), cherry (fried pies), and banana cream top the list."}, {"id": "618", "output": "@CHERYLtheArtist Hope you are enjoying your weekend too  Nice to see your friend @JACQUILEBEAU on twitter I'm following her "}, {"id": "619", "output": "@xjerx you know we were on our high horse earlier about reckless sun cream abandoners? Well I think my face is burnt  used SPF50 though!!"}, {"id": "6110", "output": "Idk but I'm not in da best of moods today :/ I'm hatin it..Today my son sees his SoCalled Dad after over 2 yrs..I thought it would b easy "}, {"id": "6111", "output": "@Patty_B You didn't see everyone going on about it on Facebook about 3 months ago? "}, {"id": "6112", "output": "@knitster morning  not morning for you though, is it?"}, {"id": "6113", "output": "@thatswhack74 aww that's sweet! i made a home made card and i wrote her a song...   it wasn't that much but oh well.."}, {"id": "6114", "output": "finally home. agh sugar ray we went through alot for you &amp; didn't even get to meet you "}, {"id": "6115", "output": "awww my sis is workin with a well fit lad omg "}, {"id": "6116", "output": "after a long school day i'm so tired and andry caus  i gonna write a test tomorrrow and i havent learned yet "}, {"id": "6117", "output": "working on my blog to improve SEO. YAY meta tagging.   Now if only my allergies would calm down; I want to go outside."}, {"id": "6118", "output": "@StopChronicPain He's already left! (connecting from Dubai).  Ya he's just going on a honeymoon / vacation type deal...  #Thailand"}, {"id": "6119", "output": " I miss my iPhone  I wish it was friday so much!!"}, {"id": "6120", "output": "And how hard do Volvo make it to check spark plug gaps? I have a degree in engineering and it is still daunting for me. "}, {"id": "6121", "output": "@cuddlenic101 Your right and jennifer aint hit me up since earlier today "}, {"id": "6122", "output": "my book did not interpret what my massage meant in my dream  but the bible meansi have moral standards... and stay true."}, {"id": "6123", "output": "@KiahxKitty: about to shower off 3days of absoloute filth  damn! Im so fucking classy. (you dirty little strumpet!! hehehe)"}, {"id": "6124", "output": "i give up. i'll never get a wave from my man. not a hello. not a thanks for worshiping me....nada.  i'm coming to terms with this."}, {"id": "6125", "output": "@GV_ And i quote &quot;Papi daddy finger fuck me&quot; WOMP WOMPPPPPP sad too cause te voice did not match the look  sounding like mickey mouse"}, {"id": "6126", "output": "@Llensposts mm, I've been looking up 'adobo' and it sounds great. so, yes I'd love some thanks  Those are some really lucky dogs!"}, {"id": "6127", "output": "its been a rough couple of days.    the epidural has had to be resited."}, {"id": "6128", "output": "   What's not to like about this vid? "}, {"id": "6129", "output": "@jordaaaannnn yes! and we can check out guys together    and dude. 1,5001 &gt; 2,315."}, {"id": "6130", "output": "in honour of @joy_inc I have made a 'to do' list, I am gonna miss you loads today "}, {"id": "6131", "output": "@proteusguy Is that what I want? No, but between that and the corporatocracy status quo, I'm for Stallman. Or rather, leaning to RMS "}, {"id": "6132", "output": "@BCJelly  oh yeah...thats TOTALLY gonna work. *insert eye roll* ;) Typing in caps only draws my attention "}, {"id": "6133", "output": "@maxpapis Hang in there Max but I agree, suks for you not to be in the race, "}, {"id": "6134", "output": "@skankyfish r u serious?!  definitely call the cops! that is Bullsh*t! I thought I moved in2 a nice place but apparently ppl get evicted!"}, {"id": "6135", "output": "@AmyyVee see? I'm not the only who thinks the bike looked cool. "}, {"id": "6136", "output": "@Zack_VanScoy Ah, thanks.  I tend to be a bit more passionate about it than others.  Hope my kiddo appreciates it someday "}, {"id": "6137", "output": "@prolificd yeah..i realize that nw...sorry for being so buddhu "}, {"id": "6138", "output": "I wish someone would have a freakin pool party!! Black ppl never have pool parties! "}, {"id": "6139", "output": "buying breaking dawn, i convinced mom to take me to the mall &amp; buy it. but she's making me take the bike, but anything for Twilight "}, {"id": "6140", "output": "@SupaontheRadio Yeeeah! Make another one for me please, thanks "}, {"id": "6141", "output": "@kabluey I did about 2 and a half coats (for the red wall). The paint job, considering it is our first time, is actually excellent. "}, {"id": "6142", "output": "@vocaltest i could CP from forever 21 for you! dont be shy! "}, {"id": "6143", "output": "Night #2. Alone. I miss you babe!   "}, {"id": "6144", "output": "Just got a new pair of see-pectacles. Its getting really pricey! But my eye-sight has improved! "}, {"id": "6145", "output": "@MissKitty1923 Im in bed right now, had to lay down after feeding kids. Im hurting quite a bit.  "}, {"id": "6146", "output": "@lilyofoz my pleasure, like to spread the joy  Hope all is good with you today"}, {"id": "6147", "output": "right now all i want is sparkling peach cider in a wine bottle  it makes me happy &amp; feel grown up without actually consuming alcohol haha"}, {"id": "6148", "output": "@majobie   - actaully that is revenge! i look shockingg! well actually i look as sick as a dogg "}, {"id": "6149", "output": "@chrisbrewer62 Not to get in the way of your ride, but the Universal video is up and on the race now. "}, {"id": "6150", "output": "Walking to bus stop to catch bus am now rather worried about this exam  will twet you after my feeling and that I failed."}, {"id": "6151", "output": "@Hurrigirl Awww, sad about teh deletion  But yeah, CMT reruns (only the new season tho, so I has a sad myself) like crazy (like VH1 &amp; MTV)"}, {"id": "6152", "output": "@rhinoglamour Oh you're so welcome.  Aren't the wonderful?  I've just got TombRaider the DVD to relive the experience "}, {"id": "6153", "output": "Not FTSK related BUT...ooooh, I just found out they're making a 5th Bring It On  lol"}, {"id": "6154", "output": "@cynadoodlepop oh that's epic   sweet dreams cyndiii &lt;3"}, {"id": "6155", "output": "@kirstyhafford Hot day for doing it!  Ooo take some pictures, love to see how it's come out "}, {"id": "6156", "output": "@4madbird heehee, I've got lots of sea glass actually - some in either shop - must remember to list more of it over at Epheriell!  Thanks."}, {"id": "6157", "output": "Sad that it's Jay Leno's last week at the Tonight Show. Jay Leno, Connan O'Brian is not "}, {"id": "6158", "output": "@eternity46 Hey, thank you for that. I really appreciate you and your whole family.  Thanks for sharing the journey with me "}, {"id": "6159", "output": "@BenitoBlanco ya better email me that! oh yeah nice seen ya last nite! "}, {"id": "6160", "output": "@Airrun I woke up early just for this match! History in the making! "}, {"id": "6161", "output": "@kyleandjackieo - Your welcome to some grilled kanga bangas at my house. It's in Kirribilli, just not THE Kirribilli House. "}, {"id": "6162", "output": "Heading out for an Indian lunch and small group!    Then deliver two sessions to clients.  Whoo hoo!"}, {"id": "6163", "output": "Don't play this when your kids are about. YouTube video   Some might be offended.  Some might ROFLYAO"}, {"id": "6164", "output": "@PerezHilton your girl ga ga just performed on Aussie tv show rove live "}, {"id": "6165", "output": "@KGMB9 I think you guys have done a wonderful job utilizing technology - I always use you in my examples of good stuffs. "}, {"id": "6166", "output": "WHAT MCFLY WHY DID YOU PLAY WITH THE JONAS BROTHERS. "}, {"id": "6167", "output": "cant go to sleep  maybe i shouldnt have taken a two hour nap or maybe its because there is damn light shining in my window"}, {"id": "6168", "output": "I needs a job. so much merch I wanna buy but because I'm poor I can't. "}, {"id": "6169", "output": "Fun night with @lukasrossi @kendrajaderossi @babybebe @chrissyglickman @elythecreep etc. at The Mint  goodnight"}, {"id": "6170", "output": "is having a tough time with work .. is overworked and overstressed  and is a slave to work.."}, {"id": "6171", "output": "'Prince Caspian' was sweet, and the DVD audio commentary funny. I started listening to it, but 5hrs of movies is too much. #whiplash #ACC "}, {"id": "6172", "output": "missing campmeeting in Ashland, VA this year. love to see the world come together in worship &amp; surrender. plus bugs, sweat &amp; tears "}, {"id": "6173", "output": "Atleast Now, All fake political drama by parties (to get votes) in TN in the name of suffering Eelam Tamils will end, Thats it, Game over "}, {"id": "6174", "output": "And I hope she bring him to her room or something cause I gotta pee!! I don't wanna get fully dressed to pee... "}, {"id": "6175", "output": "(@vivid_crystal) had a tick  playing in my pants  Gross I feel violated!"}, {"id": "6176", "output": "I should be adding new stuff to hip2Nashville.com but I just can't seem to get motivated to. Knee is hurting too bad. "}, {"id": "6177", "output": "Stars ï¿½ Tonight ~morning/afternoon/evening, all !  ?  "}, {"id": "6178", "output": "@xcocochanel no  I have to fly to grafton to play hockey....wish I could skip it haha"}, {"id": "6179", "output": "Not looking good for the guide parade and gala this afternoon "}, {"id": "6180", "output": "@Scott_Spears slow. We had one short fare, now Chet is making me wait @ his house when I'd rather be centrally located  he doesn't listen"}, {"id": "6181", "output": "@OweeW lol.. its because its coming from you..whereas im sure everyone would want my love "}, {"id": "6182", "output": "@Kelsie_love sorry i wanted to say Saturday  .... god, people may think i'm still drunk from last night ! haha"}, {"id": "6183", "output": "waiting for my tooth to heal so I can kiss again  signed x~smooch deprived  "}, {"id": "6184", "output": "Just got my nails done today and I already chipped the polish on 2 nails!!! "}, {"id": "6185", "output": "i have no idea whats ok an not ok to take on a plane  lol im goin to get stopped i jus kno it! ew. guys with rubber gloves (mentalpic)"}, {"id": "6186", "output": "@zsbcreations annoying... they should turn off that option.... I was searching for nice things...  grrrrrr..."}, {"id": "6187", "output": "HI  @70srocker: &quot;Hello DJ's: @joechapman @TrainWreckRadio @jonezing4pizza @Pamslove @girlpiper @ChaseM15 @Lu... ?  "}, {"id": "6188", "output": "Today it's a big dinner with (almost) all the teachers we have ever had. Everybody will be nicely dressed and all that  Tweet later bye!"}, {"id": "6189", "output": "Got the last 4 books of the Left Behind the Kid's series today. Excited to finally get to the end of the story and see how it turns out. "}, {"id": "6190", "output": "Bored. #underbelly is boring me. Wish the logies was on again so I could bag the shit out of fuckface gretel again.  good time great times"}, {"id": "6191", "output": "@smitchelluk I really just wanted to change my life for the better and the way I felt. Best decision I ever made in my entire life "}, {"id": "6192", "output": "I already have item for &quot;Ensayo&quot; of language!  That I'm witty :B"}, {"id": "6193", "output": "And also seems like I'm starting to like her? No way, no way!  JK. She's fine. I guess."}, {"id": "6194", "output": "Behind every thought, word or action is intention, today notice and be aware of the intention that drives you and how its serves. "}, {"id": "6195", "output": "@IrishChocoDance oh I finished my mini movie, but it won't work on YouTube, "}, {"id": "6196", "output": "WHAT NO! MILLIONAIRES IS SIGNED TO DECAYDANCE!!!!!  WTF GABE FOR SUGGESTING THEM OR WHATEVER.  &lt;/3 hahaha"}, {"id": "6197", "output": "@CFOServices Before slamming the door he told me it was his bday and he didn't have to turn it down until 11:00. The cops confirmed that. "}, {"id": "6198", "output": "@crazybrave let me know what u here as I'm interested as well "}, {"id": "6199", "output": "@joeymcintyre Only I heard on good authority that your NOT coming back  "}, {"id": "61100", "output": "no one believes that flo rida was at mission mall today  they're so naive."}, {"id": "61101", "output": "@Pink True Beauty as are You Flower. Muah, muah. Take care Bella. BeSafe PEACE. Love&amp;Light xoxCYBERSCAMPxox "}, {"id": "61102", "output": "And completed Pilot Part 1 for the Lost rewatch  Only noticed a few things that are relatively unimportant. Still a great ep!"}, {"id": "61103", "output": "@dirty_saint *giggle* I calls them like I sees them "}, {"id": "61104", "output": "@Olufunmike i think we on d same league...im feeling ur pain! "}, {"id": "61105", "output": "gotta get ready for work...suppose i should eat something...don't wan to though...damn cold...i hate being sick.. "}, {"id": "61106", "output": "Good morning! Central time zone is nice cuz we can sleep later. Ha.  Going 2 Madison, WI today! I think we're gonna explore the town! Yay!"}, {"id": "61107", "output": "Love it when I find a new theme - this one is Frugal Theme - perfect for me to monkey with   "}, {"id": "61108", "output": "Logging out to go enjoy a real live musical performance. I may even do my hair! "}, {"id": "61109", "output": "plus i'm going out tonight and i'm gonna get wet "}, {"id": "61110", "output": "Had a talk with Mom, she said I should concentrate more on photography, not on guys!!! She's a wise person! "}, {"id": "61111", "output": "@katehavnevik sweet dreams Miss Kate, I hope to see you shortly in NYC "}, {"id": "61112", "output": "@LivelyForce hope your not hurting too bad. I don't know where I got the energy but can't wait to go again "}, {"id": "61113", "output": "I think a good walk is in order after my fave show. "}, {"id": "61114", "output": "today has been the best day of the year so far,sun,BBQ,cava &amp; good company "}, {"id": "61115", "output": "@mitchelmusso sad that i cant go  but i luv ur album! its awesome "}, {"id": "61116", "output": "Its so hot out...I really want a beer but I have to drive home "}, {"id": "61117", "output": "@Songo72 COOOOOOOOL! !!!!!!!, Rodney !     ..."}, {"id": "61118", "output": "@DaveRead thanks for the tip unfortunately all trains at Long Eaton go via Derby - 50 min delay "}, {"id": "61119", "output": "@yezbok If you wanted a #followfriday, just ask. That sly flirting is unnecessary. "}, {"id": "61120", "output": "@ChampagneRDub LOL! Isn't that always the way...beautiful gay men...best friends and worst torture "}, {"id": "61121", "output": "@DarkGX pffffffffff... it's not a 100% triumph cuz u gone napping  LMAO!!"}, {"id": "61122", "output": "I've started making up some little packs of goodies for my Etsy shop update in June while watching TV tonight. "}, {"id": "61123", "output": "@mirpkered Haha. I guess it does help that I enjoy my gaming, eh? "}, {"id": "61124", "output": "@joek949 lol at least you had a lovely day! Best to enjoy the weather now. You never know when it goes bad again! "}, {"id": "61125", "output": "@ausaudriel well I get up early every day, always get tired around 4~5pm and then awake as hell at 10pm. "}, {"id": "61126", "output": "@mileycyrus ..and 4 more  ha thats crazyy! btw i just watched the hannah movie 4 the third time its out since yesterday here in germany"}, {"id": "61127", "output": "@nurfarahz hey JONAS didn't air today. we gotta wait till june 7. sucks "}, {"id": "61128", "output": "@KiiMbahLey uum i wrote the audition &amp; on wednesday i'll go to the shooting for a profile picture "}, {"id": "61129", "output": "@x3strawberry -  I'm going to raceway, your going to merrick! U guys suck"}, {"id": "61130", "output": "Yes, put it on public record &amp; then you have to follow through  @KFZuzulo"}, {"id": "61131", "output": "@priddycreations I wrote a $700 check just for cheer last week  If I don't sew non-stop I can't pay for it. So tired of cheer draining me!"}, {"id": "61132", "output": "@iricochet by any chance do you have any sims cheats  *&amp;&amp;X?"}, {"id": "61133", "output": "I just had a honey tea with a bowl of crunchy nut... then I was sick a bit. "}, {"id": "61134", "output": "I think I'm going to sleep now.I got stomachace.and its really hurts "}, {"id": "61135", "output": "@taylorswift13 Your amazing Taylor, tonight you made my dreams bigger than they were before. Team Miley "}, {"id": "61136", "output": "@tommcfly haha, awww  i wish i had sky! we have freeview.. n'awhh well! x"}, {"id": "61137", "output": "@scarie Oh  I adore Clinique foundations so I would totally switch brands. They are especially good for sensitive skin too"}, {"id": "61138", "output": "@debbie2k9 Its sooooo good huh  one of my faveourite movies "}, {"id": "61139", "output": "@Jonloverobot oh i just thought of a cologne you could try if they do it in the states. &quot;issey miyakey&quot; i think thats how its spelt "}, {"id": "61140", "output": "@toucharcade TaxiBall. Check it out. Awesome game, very fun, very challenging. "}, {"id": "61141", "output": "Off to the land on nod with ï¿½ber doober painkillers  so ready for tomorrow, i'm really looking forward to it "}, {"id": "61142", "output": "@nyc_specialist COst 10 bucks to upgrade the iTouch with the new iPhone features "}, {"id": "61143", "output": "off to bed. tomorrow is gonna be a great day! hanging out with my best friends maybe and then @tiago_iorc 's concert, YAY!  nighhhtt."}, {"id": "61144", "output": "okay, going for a wee nap. i'm exhausted! work tonight "}, {"id": "61145", "output": "@seantheflexguy since Max demands slides up front, I wanna see you host the denied slideshows. Alternamax! "}, {"id": "61146", "output": "hhmm #goodsex   i always have it  no matter who or how many r involved xx"}, {"id": "61147", "output": "would have been cool to see Blondie live in their prime. Debbie Harry was the hottest woman alive in my mind when i was a kid "}, {"id": "61148", "output": "@maellability  Dont remind me. Tmr's MW mod right  Boohoo"}, {"id": "61149", "output": "@erinshawstreet Boooo on being sick.  I'll have to give you the details soon. We should do lunch. ;)"}, {"id": "61150", "output": "@wendylimerick nope saturday is the opening and then it will run untill the 18th  my stuff is in there too"}, {"id": "61151", "output": "@raamdev ouch.   The iPod Touch upgrade was seamless (and only $9.95)"}, {"id": "61152", "output": "OMG! Indian Home minister got a shoe, Like what Bush got last time  - But there is a difference b/w Chidambaram and Bush "}, {"id": "61153", "output": "is sad that she can't meet her bf for lunch because her boss came back a few days earlier from his trip... sob... "}, {"id": "61154", "output": "@TeamCyrus same bebo is really boring now, i like twitter MORE!  &amp; people just argue on there lol, so anyways how are you? xo"}, {"id": "61155", "output": "@BdotStone  yup! but when u find some1 who hits u out of the blue &amp; u grow &amp; develop somethin 2gether it's beautiful, I now know better ;)"}, {"id": "61156", "output": "@OnAwardTour hahaha...There's more wher that came from. You gotta learn to skank as well, dubstep will be ur next lesson in Brit muzak "}, {"id": "61157", "output": "Taking a break from moving to eat and watch The Hills Finale! "}, {"id": "61158", "output": "Have an awesome catch up with @lilyofoz  We're as chatty as each other. Finally found someone that talks as much as me. Woohoo! Teehee"}, {"id": "61159", "output": "the GMATs kicked my ass...I don't think I'm going to get the score I wanted "}, {"id": "61160", "output": "@CmdrLadyAthena i guess i must have attcked him then but it didnt feel that way  at all i was just sharing my truth. "}, {"id": "61161", "output": "okai computer me and you have to part  but i will be right back after 8hours,okay...good  night night laptop and twitterers x"}, {"id": "61162", "output": "Dump your worries in the Stress Fire. Fun and profoundly freeing   "}, {"id": "61163", "output": "I wish I had a place to park up my Lexus. I don't want to leave it just in front of my house. My poor baby. I'm going to miss my car!!!! "}, {"id": "61164", "output": "tom8   : I am a single looking for the woman of my dreams, are you out there. "}, {"id": "61165", "output": "@1indienation those hello kitty kicks are dope. for men? only certain ones could pull that off    What are they going for?"}, {"id": "61166", "output": "Has AnyOne HeaRd Of @MrFiliG WeiRd That We LiVe ToGethEr Yet I HaVeN't HeaRd Of HiM... "}, {"id": "61167", "output": "Has Mapumental access  May have to wait until Sunday late evening before I play unfortunately "}, {"id": "61168", "output": "@emmao414 oh no  don't leave us, we're your virtual family. J"}, {"id": "61169", "output": "almost out of home made bread that i made..  will be a couple days before i can make some more.."}, {"id": "61170", "output": "@fluffeetalks hey, very RANDOMLY found ur videos on youtube and laugh my bum off. Keep it up! ...those poor cows "}, {"id": "61171", "output": "Basically 98% of Pakistani businessmen are illetrate! .. lolz and our new generation thinks they can do business after doing M.B.A "}, {"id": "61172", "output": "@hkygrl12 So I'm not seeing you this Saturday?  "}, {"id": "61173", "output": "@davemidd had an espresso and it was VERY good "}, {"id": "61174", "output": "@Emmaloid you? hungover? never  I am not hungover &amp; I don't know how. I think it may be my new superpower. Is la Whalen at home? xxx"}, {"id": "61175", "output": "@T_C_B I was able to avoid the fair blocking the road and picked up my lb of Michigan Cherry coffee. I'm happy again "}, {"id": "61176", "output": "@JoJoWright lol  is there any way i can listen to you online? im from mexico, so that's the only way "}, {"id": "61177", "output": "Trying this again .. Ugh im not having a good night ..  .. But im so happy were safe and that my hope is home! I really missed her"}, {"id": "61178", "output": "@AyeletHaShachar Great. Check out this one:   I'm a regular for the last 4 years! It's very nice "}, {"id": "61179", "output": "@pegbaron hello  I think you're right, breakfast @hi_rise would be delicious just like the sandwiches we had @ #dentc - glad we met!!"}, {"id": "61180", "output": "It's too freakin hot to sleep in here.  If I'm going to be sweaty in bed I shouldn't be alone!  heat can stop now please"}, {"id": "61181", "output": "@jordanknight OH SNAP!!!! I'm on to you Jordan - I know what u mean when u say TINK - hit me up and I will tell ya  WOOT WOOT"}, {"id": "61182", "output": "@RobPattinson_  I just want to tell you that you guys are amazing, thanks for Twilight. I can't wait until New Moon comes out. Melissa  "}, {"id": "61183", "output": "@LolaAM I feel bad for the black girl who doesn't like her breast cause she was molested or self conscious about them "}, {"id": "61184", "output": "I want a Russian hat  Someone find a store that sells them for me lol."}, {"id": "61185", "output": "Cade's end of the year party is tomorrow.  I'm going to try to make it!  "}, {"id": "61186", "output": "@popstarmagazine R-PATTZ!!!! ,.... well actually betweeb him and taylorr  "}, {"id": "61187", "output": "What am I going to do with 8pm on a Monday night after this week? No more gadget show till August "}, {"id": "61188", "output": "on the way 2 my photoshoot  I swear it feels like ages since I last did one - time 2 start gettin ish poppin again!"}, {"id": "61189", "output": "@YoungQ Much love!!! Have a great show!! And sorry but I'm into Vanilla Stoli iced coffees tonight - so yummy! "}, {"id": "61190", "output": "i really want more than 50 followers  and im at 46- soo please follow me! ox"}, {"id": "61191", "output": "@rachaely57  Both things make me so happy! Haaaaa oh dear. How is Art revision??"}, {"id": "61192", "output": "@ThatKevinSmith Well damn. Since NYC is unattainable, I was at least hoping for a 4th Evening with DVD for my collection. "}, {"id": "61193", "output": "@GenRachel @jhilborn Hey, now! That might be my senator you're bashing.....oh wait.....continue "}, {"id": "61194", "output": "i wish jtv would work for me right now "}, {"id": "61195", "output": "@1CloudStrife Oh, and one more thing . . .CLOUDIIIIEEE!!! *pounces and hugs* &lt;3 "}, {"id": "61196", "output": "I have too many things to do and there's no enough of me to do it "}, {"id": "61197", "output": "Was gonna use this one but then I remember I hated her voice   "}, {"id": "61198", "output": "Mommy is trying to reschedule my date with the doc, my rash is now also on my chest "}, {"id": "61199", "output": "@viviannvicious, MoostacheVannie Viet people have the worst table manners ever.  And their language is the ugliest!"}, {"id": "61200", "output": "@youngtruthisme lol ill be back. when yall learn how to use a damn phone ill be back lmaoooo "}, {"id": "61201", "output": "@RMantri It is sad that turnout has not been good in elections till now. I am sure, we will have a govt. we will hate "}, {"id": "61202", "output": "@janetwro You're lucky to have a frog! Make sure you keep your watering can upside down. They can jump in a they can't get out. "}, {"id": "61203", "output": "@tootise86 Not yet he doesn't &amp;&amp; I don't want him to do it at all cuz it's gonna mess his career up. "}, {"id": "61204", "output": "@sereneisflash HAHAH since when you like Hannah Montana?!?! OMG I'M GONNA WATCH TOMORROW or something okay "}, {"id": "61205", "output": "r @jzy I don't know what you mean?? it is a reputable tire company from Nashua NH, heck it might even be a new #Ektron site "}, {"id": "61206", "output": "@SurrendrDorothy Sausage Dogs!  Now I follow. I didn't know what wienerhounds were you see "}, {"id": "61207", "output": "@Hydrohs  No no no.  It's sort of like... you have multiple files open in word. You can close a file, program is still running."}, {"id": "61208", "output": "@janilynn it's so sad! i know that there's probably so much more in edmonton but i neeeeeeeeeed to buy something!  lmao"}, {"id": "61209", "output": "If it's you and me together.. If it's you and me right now that'd be alright.. it'd be alright! "}, {"id": "61210", "output": "@crystaljordan Agree on the guy virgins. Didn't know he was a virgin when we strtd dating. It was awful "}, {"id": "61211", "output": "i ache for my xbox  i miss it so..."}, {"id": "61212", "output": "@igster101 Yeah, but there are a lot of cool peeps that have locked accts too.  I have to give them a whirl "}, {"id": "61213", "output": "It's 11:40 and this cat is feeling tired. Meow "}, {"id": "61214", "output": "Oh no...Martin Kaymer just bogied the 11th!! Hope i haven't jinxed him!! Ooops "}, {"id": "61215", "output": "@Ben373 Why get out? It gives our military something to do and they have to practice anyway.  Less casualties than at bases in U.S."}, {"id": "61216", "output": "@officialTila YOu're tweeting from your crack? Why I never!!! "}, {"id": "61217", "output": "My funny moment for today: I spent so much time @ church yesterday I woke up so sure today was Monday! Even tweeted a Monday greeting! "}, {"id": "61218", "output": "Twenty five years of Tetris and it's still great. Happy Birthday Tetris! People will still be playing it a hundred years from now! "}, {"id": "61219", "output": "time to get ready for one of that last places on earth that i want to go  not fun anyone willing to switch places with me?"}, {"id": "61220", "output": "@tamipants Haha! Yes, and the second clue is it's completely unpronounceable  It means Cheers, which I think is what Slainte means too?"}, {"id": "61221", "output": "The Mrs has replaced her Ipod. Busy copying the music library onto it. The new one has 120Gb compared to the 30Gb. I need an upgrade too "}, {"id": "61222", "output": "I cant wait to see my best friend at lunch "}, {"id": "61223", "output": "@thnkhappythghts Woah, you know what? I didn't even notice that. I just thought it was a great interview!  its clay."}, {"id": "61224", "output": "@steeeenn Oh, come on. Like you don't agree! How's the homework, my dear? I appreciate you leaving me to live in boredom.  WAAAAAAH."}, {"id": "61225", "output": "I'm guilty of that too. Feel bad about that "}, {"id": "61226", "output": "@vixen37 I love it!! Great Blog! Everyone pls check it out    insightful and uplifting! "}, {"id": "61227", "output": "@matahati I did oh patient one! you will hear back today "}, {"id": "61228", "output": "so everyone's going to be having fun this Saturday night except me "}, {"id": "61229", "output": "God i feel rough! I'm really croaky, sore throat, sneezy, mother of a headache. Don't wanna work "}, {"id": "61230", "output": "blah was just not feeling good yesterday at all... today feeling much better "}, {"id": "61231", "output": "@TONYROCK I'm stuck in this whirlpool called HOUSTON TEXAS it's a horrible experience  HELP!!"}, {"id": "61232", "output": "@CsUEif hi there hope ur well ,thanks for following "}, {"id": "61233", "output": "@seismic007 @Fisher6225 @patireland If Twitterfon didn't constantly crash when I open Mentions, I wouldn't even have considered moving "}, {"id": "61234", "output": "Man 4700? Looks like I need to delete a few. "}, {"id": "61235", "output": "@picklesticks6 same,  but at lease we turned up to the maths lessons unlike someone we know whos takeing their exam today =("}, {"id": "61236", "output": "Getting prepared for the beach...C Bear can't go, no pets allowed "}, {"id": "61237", "output": "@tommcfly i'm crying  feels like you're always sliping away from me. please come back very soon. brazil loves you x"}, {"id": "61238", "output": "@almostlikesushi OMGGGGGGG but u have to wait on ebay right???? just buy from retail!! damn my credit card! i maxed it "}, {"id": "61239", "output": "@jordanknight I wish I could a cruise next time but I won't be able 2.  money sucks 2 bad. "}, {"id": "61240", "output": "@KrissyJill I do and he's never there!  Is it the little Sam picture from here?"}, {"id": "61241", "output": "@pinkberrygirl You wanna update all ur social media sites at once!? MS,FB,YIM, ect.then join Ping.fm. Also check out their mobile app "}, {"id": "61242", "output": "has a busy busy day today lots to do ....... going to try get it all done before 1 then have a chill in the garden with Moo &amp; Megan "}, {"id": "61243", "output": "myspace is not working on this computer  sad face"}, {"id": "61244", "output": "@DeborahGibson I met you once when you were performing Grease in London.  You were very sweet to me and my friend.  "}, {"id": "61245", "output": "@paxsarah o god, then u saw us at our worst! we had done all rides and ben was stealing the icecream from zack so i probably looked md "}, {"id": "61246", "output": "darn. i think friend my be back off   "}, {"id": "61247", "output": "@JoeGigantino Hey - thanks for the comment too! I was on a roll yesterday with the happiness thoughts - Glad you enjoyed them! "}, {"id": "61248", "output": "@ebassman Jet lagged? Or party too much last nite? Or maybe.... Both?!  Get some rest, son! Sleep well &amp; sweet dreams."}, {"id": "61249", "output": "@ArizonaHarley - BTW   - some useful photoshop brushes for ya (and any other bikers needing them "}, {"id": "61250", "output": "Going to see britney spears tonight at the o2 yay "}, {"id": "61251", "output": "@theorangemonkey everyone who plays guitar, that is... so not me "}, {"id": "61252", "output": "@LouGagliardi I am sure we will both get our players and be thoroughly happy "}, {"id": "61253", "output": "Funny weather... let's start a rumor that some secret weapon is being developed by the Egyptian gov. *Ù\u0084Ù\u008aÙ\u0084Ø© Ø³Ù\u0082Ù\u0088Ø· Ø¨ØºØ¯Ø§Ø¯ style* "}, {"id": "61254", "output": "It's sunny days like this that make me wanna quit John Lewis "}, {"id": "61255", "output": "@officialnjonas  looking forward to evry song love them all love you xoxox sophie please please reply "}, {"id": "61256", "output": "@sethu_j i like the songs aswell  although what did you think of taylor's?"}, {"id": "61257", "output": "I was going to say I love Christians and I hope they love me even though I am a hellbound heathen "}, {"id": "61258", "output": "@humanzz lolllll I consider this one of your best tweets "}, {"id": "61259", "output": "Seem to be making fast time back tonight. Past dundee about 15mins ago. Tired and hungry. Stupid me didn't get dinner before getting on "}, {"id": "61260", "output": "Just came back from Parent/Teacher interviews. They actually went really well. Mum's really proud of me. "}, {"id": "61261", "output": "ughs it's starting  icky I HATE this time of the month HELP!"}, {"id": "61262", "output": "@vacant_heart oh... no...  no no no no... i am in advertising... a writer..."}, {"id": "61263", "output": "Aah I love this weather,lots of girls around in very little clothing, it feels like heaven until a fat burd walks past wearing the same "}, {"id": "61264", "output": "@ellerysweet Awwh go take a nap my love!! If I could I would shave them for you "}, {"id": "61265", "output": "@botanicalglass but what do we do until THAT happens? w/the strong personalities we have it could be August! By then it's almost over "}, {"id": "61266", "output": "@Dr_Wes thanks Doc   Sorry I was sleeping for the walk...haha  Stayed up tooo late!"}, {"id": "61267", "output": "Eran Ben Sabat joined us on     "}, {"id": "61268", "output": "boobies huuurt  man this seasons hurtn me.. bdays grads. wheew expensivee."}, {"id": "61269", "output": "My brother is a genius, wireless printing is now available  hahaa koolies"}, {"id": "61270", "output": "Hmmm I think I'll play some Saturdays !!  Xxxx"}, {"id": "61271", "output": "  -- Can't believe Forever21 ran out of stocks for this headband.  Ugh. Dying to have one now can't seem to get it."}, {"id": "61272", "output": "@VincentIrizarry  You are killing me, this is so awesome! Thanks for posting these "}, {"id": "61273", "output": "Feeling a lot less sore and a lot more well-rested this morning. "}, {"id": "61274", "output": "Not doing so good at the moment..  Lots of sulkings.."}, {"id": "61275", "output": "I did so good this weekend, house-cleaning, washing, drinking, movie watching and half way with a video "}, {"id": "61276", "output": "@divapunk You should!  Me too. WWE are idiots for this. I wonder why. :S"}, {"id": "61277", "output": "@HeiddiZ will have to check it still works tho "}, {"id": "61278", "output": "The other house was sold  now waiting til half four to see a house around the corner. Bit expensive but we'll have to see wat its like"}, {"id": "61279", "output": "is thinking she's going to get into bed real soon. mm. perhaps might read &amp; chat to @sweetstarsky "}, {"id": "61280", "output": "@Ducketz He's so sexy and big and MVP don't thnk He's gona cry  xo"}, {"id": "61281", "output": "@TheSUPERGIRL so what time is it now there? about 12am? and what are ya doing with all that seaweeds?  oh and i found some nice drink"}, {"id": "61282", "output": "@OneLovelyLibra LOL well ...yea...you clearly blasted her...thats very apparent sunshine "}, {"id": "61283", "output": "@aschernathan Simply joyful!  Good morning mister! Glad to be home?"}, {"id": "61284", "output": "@shawnee_dj  *hugs* bad times  and not sure, probs about 6ish"}, {"id": "61285", "output": "Every Journey 2 Success Must include some FUN!!Steppin away from the Computer &amp; Entering Tyler's Art Exhibit Show "}, {"id": "61286", "output": "Is there any way I can listen to radio (@Wossy) on iPhone? Just burnt the only viable breakfast I had in the house "}, {"id": "61287", "output": "@shemah Hehe...like tomorrow oso mcm teda mood ni wanna go out, padahal yesterday so looking forward to go to the Gardens. "}, {"id": "61288", "output": "@thedrip Hey! How are you? I'm not in LA I'm in Sydney  lucky you with all those go-go friends! ;-)"}, {"id": "61289", "output": "@rolytaylor i suppose it's little consolation to say you're only as old as you feel "}, {"id": "61290", "output": "@DebbieFletcher tom will win it,and gio too,who knows...we can have a royal couple on twitterworld!would be amazing.i think u miss ur boy "}, {"id": "61291", "output": "@RyanStar Good luck and don't make Artie drive since it is his birthday! "}, {"id": "61292", "output": "@leocomerlato for some reason, the feed for the cast doesn't work... "}, {"id": "61293", "output": "@EshSoMajor aka never, not your type, leave you alone..i understand "}, {"id": "61294", "output": "@rawfromscreamin I just keep seeing your default, and your eye make up is just, gah, amazing. "}, {"id": "61295", "output": "@KayDeeFortuin I'm a drama queen and paint princess .. you ? "}, {"id": "61296", "output": "@revious I will... Have a good day and text you yo! "}, {"id": "61297", "output": "@Twisted_Pink It always fails the first time  give it some time...mine took three tries to change and fix..."}, {"id": "61298", "output": "p.s. thank u evry1 4 all the well wishes 2day..the casting call went pretty well, so let's pray I get a call back. "}, {"id": "61299", "output": "@Wossy Stole your ear! Has that happened before or is it the first time?  x"}, {"id": "61300", "output": "@BIGGC_ Dude I want to, I have like, a backlog of books at the moment, I am going to get it from Amazon when I get some money though! "}, {"id": "61301", "output": "Good Morning Tweets. It's Sunday Morning and tomorrow is the first week out of school.. So Exciting about this summer "}, {"id": "61302", "output": "@TheGIRLfromHELL Hehe okay lang ayoko talaga magpa-pic! Gusto ko lang picturan si Delle.  #rxmorningrush sayaaaa ng EB!"}, {"id": "61303", "output": "@BarbeeP i just started this whole college thing lls so i only have 9  i need 60 to get into George Washington so that's my ultimate goal."}, {"id": "61304", "output": "@ryohakkai i am always afraid of using their country names when I mention pairings  /wuss"}, {"id": "61305", "output": "Looking at my Dad's obituary in the Vancouver Province right now. Can't stop crying. He's gone...he's really gone.... "}, {"id": "61306", "output": "I really wanna go Botanics with spp this saturday! Damn floorball selections "}, {"id": "61307", "output": "@bradiewebbstack i bought you sway sway single today off of short stack site!!! now waiting, waiting, waiting "}, {"id": "61308", "output": "Wonder if he thinks about me as much as I think about him....I'm crushing hardcore.  but way to busy to start anything right now."}, {"id": "61309", "output": "finished lunch and is full now...studying forward in the backyard..see u "}, {"id": "61310", "output": "@StarletChance  Re: Christian Bale... and what an attractive man he is...  "}, {"id": "61311", "output": "hmph well at least it's not under my bed anymore, but i dont know where it is now "}, {"id": "61312", "output": "@LEEANN1964 Aww, thats so lovely. He sounds happy. I had Sophs sick on way 2 schl 2x yester cos of all her worries. Thats not good "}, {"id": "61313", "output": "@theBrandiCyrus well yeah its relly sad whut hapened saw it on the news "}, {"id": "61314", "output": "No cooking from me for a while, am all splinted up with a fractured wrist "}, {"id": "61315", "output": "@roboholic oh i'm sorry...  hehe :-P i have the same problem too don't worry!! I'm learning to live with it slowly!! hehe ;-)"}, {"id": "61316", "output": "Hello twitterville! Hope everyone is having a great Sunday! "}, {"id": "61317", "output": "@foodieguide Cool  cant wait to see the shots from it, check out   , the photographer shoots with a leica d-lux4!"}, {"id": "61318", "output": "@shanedawson I know..Spencer became like a jesus freak and it makes me wanna punch him in the faces.its like he is humilating christians "}, {"id": "61319", "output": "@bingofuel LOL thanks for stealing away my cheerful pic title when I've only had it for a few minutes "}, {"id": "61320", "output": "@newmanzoo A small price to pay.  I know u aren't enabling. That's why I sent it to you. U r doing it all right!! @PartnerinSANITY"}, {"id": "61321", "output": "@jenshenton game on. after exams I shall come over with picnicky things. By which I mean du pain, du vin et du boursin. But mostly du vin "}, {"id": "61322", "output": "grr!  i reallly wanted to wear my leather jacket today!"}, {"id": "61323", "output": "@Wookiesgirl Lovely. This is why I did not attend. "}, {"id": "61324", "output": "@bmthofficial I wish I could see you in Sweden but I can't! Gutted  Hope you have a nice time x"}, {"id": "61325", "output": "Noooo! I totally forgot the jeremy kyle thing was today! So gutted "}, {"id": "61326", "output": "Just shaved my beard off in order to avoid facial tan lines, although it's almost guaranteed that I'll get burnt today "}, {"id": "61327", "output": "@vik18   - We said that we need to spread the word, so that's what we're doing! "}, {"id": "61328", "output": "@dg4G you may need to finish some of it off - can't even look at the thing right now! "}, {"id": "61329", "output": "need more songs to download. suggestions? ill take anything "}, {"id": "61330", "output": "Tulsa just got mentioned on Supernatural, like a couple mins ago "}, {"id": "61331", "output": "@LeighanneReena Nice...I'd like to be there...but it's too far...  I'm from Brazil... kisses and have a nice day!!!"}, {"id": "61332", "output": "and @zarg #rff just cause it's zarg  and also cause he set a Galileoscope race ;) voila"}, {"id": "61333", "output": "@kikila got done watchin the Pacquiao-Hatton fight. Now, hangin at starbucks jammin on the uke with some friends. "}, {"id": "61334", "output": "when i turn 16 i am gonna try out for aussie idol, (badly) and sing see you again by miley cyrus   hahahaha it would be killer!"}, {"id": "61335", "output": "@Larkn0298 Sorry about that!  I responded before, but for some reason the message didn't get through. "}, {"id": "61336", "output": "@NinjaFanpire me too  i just had a great idea what to do so now i'm printing a lot of pictures "}, {"id": "61337", "output": "Have been upset lately over small things. Usually I can get it off my mind by going to the gym... however, no gym near my place...  night!"}, {"id": "61338", "output": "@tweetnotpurge oh cool  Who's your favorite band in live from the concerts you saw?"}, {"id": "61339", "output": "@trendebarbie7 Awwww Izzie I lno he misses yu more....wasssup mamaz? I'm tite cuz its rainin outside  NYC weather is a hotmess"}, {"id": "61340", "output": "@joeymcintyre very disappointed my shows were canceled today  but glad 2 hear y'all are gonna make up it up 2 us! Please come 2 NC! xoxo"}, {"id": "61341", "output": "@laurarose15 night night. Sounds like you've had a bad day  sleep well"}, {"id": "61342", "output": "@alissakaye lol, nada mucho, cleaning  about to txt the hubby in a minute to see if he got my pixs"}, {"id": "61343", "output": "@djksly haha me too! *wishful thinking* i wont see the game. LOL. just watching it on the screen "}, {"id": "61344", "output": "@Elenauial JEALOUS. make sure to cheer for the mariners.  (not that you wouldn't but still."}, {"id": "61345", "output": "@aharen u knw me, im always upto nitty bitty things  working on testing DNS tunneling :p"}, {"id": "61346", "output": "When's the Jonas concert here?  ) HAHA. I will save na for it. Seriously."}, {"id": "61347", "output": "@frak sorry mikey was answering the office phone andd workin on @McSquiddy seems @queen_of_tarts has been stood up "}, {"id": "61348", "output": "@die_lavish LOL!!!  What was that song???   &quot;.... don't cry dry ur eyes......&quot;  from z 80s?  LOL  i might be making it up...never sure. "}, {"id": "61349", "output": "i love you ashley! i hated saying goodbye, but i WILL see you again soon  i love you!!!!! &lt;3"}, {"id": "61350", "output": "@JuLeGiRLiE  OUHHH! AWESOME  Welcome to my Club! Called The-Happy,-Crazy-Girls-from-germany!"}, {"id": "61351", "output": "@floozyspeak Home is not Columbus  But my sister is there! But not for very much longer (she is in grad school at OSU)"}, {"id": "61352", "output": "i cant believe @jonasbrothers didn't thank GOD on LVATT!! :O this was very disapointing "}, {"id": "61353", "output": "@ShiatheNinja uh oh ur private and I don't have an account "}, {"id": "61354", "output": "Love ice cream... Love cake... Cookies and cream ice cream cake tops them both "}, {"id": "61355", "output": "@IM2CREO i lost 2  i gotta buy some more. and some more naval rings"}, {"id": "61356", "output": "Finally done with everything....at 2:15 am. Wow...I need summer. Going to sleep while listening to Coeur De Pirate.--amazing French music "}, {"id": "61357", "output": "what's wrong with meeeee! i just fainted again!  "}, {"id": "61358", "output": "@golddiamonds hopefully we wouldnt scare them! hahaha i am sure their girls would be very afraid of our beauty..very threatened.ha "}, {"id": "61359", "output": "@Jonasbrothers Can't wait to hear the new album.Have fun in South America. "}, {"id": "61360", "output": "@parlai can't be!! the last 10 mins don't work!!  why do you think that is?? I really want to see the comments to the last scenes!"}, {"id": "61361", "output": "@marteyo He drives pretty much everywhere. They're going somewhere up north this time though cause my dad got a bit mad at his boss "}, {"id": "61362", "output": "@Ice2904 Cool.  I haven't been on it today, keep getting distracted by Twitter instead. :p"}, {"id": "61363", "output": "@leanniepants glad to know you're back safely!  all's well here...tita managed to get all her laundry done. "}, {"id": "61364", "output": "@MarkyMoya Yeah, thanks for the link. I'll check it next time. "}, {"id": "61365", "output": "My mexicans graduate today and go home! Lots of crying today I'm sure "}, {"id": "61366", "output": "@GiNnA_ hi mami!!! Girl I'm on my way back now...I'm trying to make it out tonite but I got sick as a dog out in LA "}, {"id": "61367", "output": "@Iceman2469 I would think dropping my daughters name would eliminate the conness of that "}, {"id": "61368", "output": "Oh &amp; happy Sunday to folks on the other side of the world "}, {"id": "61369", "output": "@chainmailler: ha ha ha. hey, the energy? we bring it. "}, {"id": "61370", "output": "@PinkSilverWolf No, I don't think so, just got extra warm LOL.  Poor thing  Yeah I dropped a table on my toe   I'm not safe to go out haha"}, {"id": "61371", "output": "I have to choose between bowling and being able to hang out with my hero Lights, or going to the show of my life  I hate life right now."}, {"id": "61372", "output": "@pamsuch Paolo's is closing????? I used to love that place too!! "}, {"id": "61373", "output": "@ohanne Ohhhhh tell me more! You've got me mighty interested here! "}, {"id": "61374", "output": "@babblingbrookie Listened 2 UR 1st CD the other day-I really liked it-especially Free, Dream On, &amp; Follow Me-can't wait 4 the next one!  "}, {"id": "61375", "output": "@HockeyRocker People dig the accent? Maybe the like being reminded why we declared our independence? "}, {"id": "61376", "output": "Watching the first of the new series of 8 out of 10 Cats. Love Johnny Vegas  Rest aren't bad either."}, {"id": "61377", "output": "@deeshore trust me, it was strictly involuntary thanks to headache "}, {"id": "61378", "output": "@bq3 I would think!! (I would also hope!!)  Gotta get those road signs fixed!! Write your fantastic congressman!"}, {"id": "61379", "output": "I really wish i could go to Aikido of Modesto's &quot;Weapons Training by the River&quot; this weekend! just bad timing  hopefully they do it again!"}, {"id": "61380", "output": "@_rosieCAKES awwwwwwwwww damn, it was mad chill too, a diff crowd and not as crazy... just chill and fun!! wish u came "}, {"id": "61381", "output": "i pass the exam with standard score -.- damn!!! i'm totally stressed right now "}, {"id": "61382", "output": "Lazy Sunday  Rain has stopped the chores we had planned!! Yay Rick is snoozing and I am catching up on Robin Hood"}, {"id": "61383", "output": "@LFCJen1970   Anyways Jen.. Bed for me I think.. Many thanks for your company and really hope to talk with you again very soon "}, {"id": "61384", "output": "My Adagio teas starter kit, with Bearonicas berry zinger too  (via   @veronica"}, {"id": "61385", "output": "@Stavhp I already have a bulky desktop: I just want something slim and light  (SSD = yay!) &quot;Customer service&quot; from the Genius was awful."}, {"id": "61386", "output": "@markotu sounds good to me! you go out loads!!! lol x jealous! although i have coffee and french pastries tomorrow, no where near as good "}, {"id": "61387", "output": "@enterbelladonna disney!!! I want to go on Sunday  No one wants to go"}, {"id": "61388", "output": "I feel sorry for my cat now, she's really exhausted.  And this isn't even the last of it, there's still one more in there. 4 currently out"}, {"id": "61389", "output": "@Sendall that helps a lot, aww but I do love kids "}, {"id": "61390", "output": "I worry about her and her eating problems and i wish @jonasbrothers would talk to her about how unfun diabetes is "}, {"id": "61391", "output": "@Thea_Smith I do feel very lucky &amp; make sure I remember that when I'm sitting by the sea! Shame I have to leave on friday to go back home "}, {"id": "61392", "output": "@lcstranslations @KingOfAnkh  Are you guys ant people or something? I'm size 43! Different shoe size systems, maybe? "}, {"id": "61393", "output": "@Zakupilot256 Eww I hate those sounds.  My PS2 sounds like that sometimes, depending on the disc. Yuck."}, {"id": "61394", "output": "@chelzmae im glad your doing fine chelz its nice to talk with you again its been awhile "}, {"id": "61395", "output": "@xFrankieMonster yea MCR r cool, i love them &amp; Paramore  xxx"}, {"id": "61396", "output": "800 words, and screen shots in under 30min, that has to be a new record for me. Moving Image assignment done, just to finish radio "}, {"id": "61397", "output": "@Adjectiveless LOL, Neon Girl!  And yes, I do have CBBD.    And you don't look like a scab in that pic. lol."}, {"id": "61398", "output": "@andreeyuhspooky cept i still have to get up early  which sucks haha"}, {"id": "61399", "output": "@TVFanUK People are saying i'm IN the BB house "}, {"id": "61400", "output": "#dontyouhate not being able to sleep when you are really tired, its really late and there is nothing what so ever on TV "}, {"id": "61401", "output": "I want Bioshock 2.  I want it now. I want it more that Sims 3. :|"}, {"id": "61402", "output": "@piginthepoke lets hope the weather is as good as this one "}, {"id": "61403", "output": "@bflywears OMG NOOOOOOOOOOO ur leaving hella early?  i feel like such a jerk. but i had no clue. *huge sigh* "}, {"id": "61404", "output": "@plasmaegg watching   &quot;true food on our tables&quot; "}, {"id": "61405", "output": "@samjmoody We still have a bit of sun in the north east at the min! But it is disappearing rapidly  So depressing lol"}, {"id": "61406", "output": "@michellecpa I hear ya sis. Get some rest but I will still respect ur opinion if it differs from mine. "}, {"id": "61407", "output": "@daaymgirl hmm macbook  biasa aja sih =_= susah pakenya im more use to the windows program gttt"}, {"id": "61408", "output": "Aww @xDennis ill hop in &amp; we can snuggle cause I'm still in my pjs snuggled on the couch "}, {"id": "61409", "output": "@EvilNanny LOL well I'm up there with you I was on the naughty step 3 times yesterday!!  "}, {"id": "61410", "output": "@lavenda_lenny Get 100 followers a day using www.tweeterfollow.com Once you add everyone you are on the train or pay vip "}, {"id": "61411", "output": "@cgfaulkner it was hacked. i was dm'ing yesterday w/ friend. in my dm inbox all the ones from her now have that weird profile name/pic "}, {"id": "61412", "output": "@AlexAllTimeLow pleasepleaseplease dont come to ireland from the 10th-24th of september! "}, {"id": "61413", "output": "@stephylouise (I love this dear but im afraid i need my bed  nanight!!) xxxxx"}, {"id": "61414", "output": "@daniiixrpi oh yeah i fucking hate her guts i just really like that song "}, {"id": "61415", "output": "@ColorblindFish We LOVE to see the band in action - keep it coming! "}, {"id": "61416", "output": "@e_lee2008 ugh that aint fair get me in for free too! i dnt have $12  but im a send u my # on fb call me 2mrw cuz i really wanna go"}, {"id": "61417", "output": "Question for today: What is the most you've ever spent on a concert ticket? Face value or scalper? "}, {"id": "61418", "output": "@KatGamer Ah, so that explains why it's 79 degrees inside. "}, {"id": "61419", "output": "is in skwl now, and i dont really wanna study.. i saw him --&gt; J***I and makes me feel down.. "}, {"id": "61420", "output": "@mssinglemama yeah probably.  I've had a high fever for four days and aches and chills and feel awful - you probably did have it. "}, {"id": "61421", "output": "@Mrbimble76 Oh, so I'm not pretty?    *hides in the corner*"}, {"id": "61422", "output": "Work @ 5 AM in the morning blows! Thank you @mcaguirre for being so freakin' stellar and picking me up!!  I appreciate it mucho!"}, {"id": "61423", "output": "@EvrodCassimy - yeaaaaahhhh I guess!  How's your day been hun!"}, {"id": "61424", "output": "@VideogameMakers Thats a hard one. I'll go with space invaders on this one "}, {"id": "61425", "output": "@kellebelle1981 i missed it too.  i even had to unfollow some ppl that were tweeting spoilers.  and i may miss the next one  "}, {"id": "61426", "output": "@mileycyrus because the person you said goodbye to hugged you too hard and crushed you "}, {"id": "61427", "output": "@marissalevy &quot;duh&quot; back. he's the bets resource, or maybe he can lead you in the right direction, too!  i'm just looking out for you..."}, {"id": "61428", "output": "@anniemoon that's such bad luck  But better to look after your health! Get well soon."}, {"id": "61429", "output": "cuddling up with tons of water, a lake blanket and mindless novel. Feel sooo bad "}, {"id": "61430", "output": "@Honest_bAbe I didn't get Chinese  I had a sandwich instead"}, {"id": "61431", "output": "@xsilentxgracex GO JOE!  Did he play? Did he score? Don't you just love Jeffy's tweets? love love love love."}, {"id": "61432", "output": "@lrr_graham It's a great movie, I really enjoyed it when I watched it. Let us know what you think when you're done "}, {"id": "61433", "output": "@CRACKberryQUEEN Thank you   yours is great too "}, {"id": "61434", "output": "@imhotshyt HAHAHA, in the words of you, NO DON'T DIE. THAT'D BE QUITE AWFUL  hahaha, i'd miss you too much mal &lt;3 but ah, i think i'd.."}, {"id": "61435", "output": "@TheBon My hydrangea died/didn't come back this yr   Do they need sun? It was in a really shady spot."}, {"id": "61436", "output": "@hillierassoc Hi Steve, do you know a good solicitor that might give me some advice (free-ish if poss) Fed up with HIS antics now "}, {"id": "61437", "output": "My brother-in-law just scared me in the fucking hallway! "}, {"id": "61438", "output": "is sitting in a wet seat!! WTH! It is pouring in A2!! Yes, had my windows cracked because the weather was fine a few hours ago "}, {"id": "61439", "output": "i have eaten and now my tummys complaining, may have to go and get sick "}, {"id": "61440", "output": "wishing the sun was out &amp; that derek was awake so he could show me how to burn a cd on his computer... i made a mix! cant wait 2 bump it "}, {"id": "61441", "output": "@carlocasas It doesn't hurt anymore, although my nose is quite tragically starting to flake off. "}, {"id": "61442", "output": "@BrianNippon  x 10. And I'm giving you virtual hugz."}, {"id": "61443", "output": "@trigger_101 I think I'd prefer to be revising. I'm reconciling a bank statement "}, {"id": "61444", "output": " why didnt incubus have there show on wed.. cause at least we could of tried to make it to show in la sadness"}, {"id": "61445", "output": "@jaonyourmind I'd have to rock w/ Teddy Ruxpin.  That bitch likes shopping.  Gremlin likes top hats &amp; has streaks in his locs.  "}, {"id": "61446", "output": "@ashvanee it's ok babe ! But make sure u check all of the photos k?  I missed u and I'm just studyin and hangin out u know.Anyhoo love ya!"}, {"id": "61447", "output": "@ItsNeet oh yeahh, that one too, DEFINITELY  4 me,it's more important that he tweets regularly; tho sumtimes I dun get what he means lol"}, {"id": "61448", "output": "@stasia19 i got work at 8:30 so i'm going to bed now. i shall ttyl, have fun doing your project  STARBUCKS DATE SOON ?"}, {"id": "61449", "output": "Today was awesome... Should have put on some sun cream  i'm burnt."}, {"id": "61450", "output": "Just received a leaflet from the BNP - our letterbox is sullied, I think I should scrub it "}, {"id": "61451", "output": "Bowled with some of the Sonny crew , got sushi and felt the earthquake while we were at the restaurant, now I'm home watching a movie "}, {"id": "61452", "output": "nicole i miss you so much please don't change i don't want that you became a plastic girl "}, {"id": "61453", "output": "@shortyproper why didn't u tell me it's going to rain today I left my umbrella in the crib "}, {"id": "61454", "output": "@xprifat yeah,I get that a lot. Sorry about that, somehow I can view it, but others can't. I'll look into the settings again  10x4noticing"}, {"id": "61455", "output": "Saw someone that looks like Brenda in the exam hall today. "}, {"id": "61456", "output": "@DubarryMcfly lol yay  i totally was not jsut dancing round to JLS's song LOL xxx"}, {"id": "61457", "output": "So cute and fun! I love the Newfoundland. I have never been that close to a real one.   "}, {"id": "61458", "output": "@MnM_92  LOL Minerva!! you are here? :hug: urghh! i don't know how to explain! it sux dear  sorry i can't tell you  &lt;3"}, {"id": "61459", "output": "@sarahmonline Haha. Ryan Pinkston!  What about Land of the lost?"}, {"id": "61460", "output": "@kylelauren EW go choke that bitch &amp; remind them that coffee goes in the FREEZER not next to your lunch. I always smell like coffee. "}, {"id": "61461", "output": "cannot believe rob leeson thinks i was flirting with him, and worst of that he is being mention on my 500th tweet     500!!! (:"}, {"id": "61462", "output": "I ran into the table yesterday and messed my thigh up! Its bruise and hurts todays "}, {"id": "61463", "output": "just woke up :| the debut last night was fun :p my first time to be part of the 18 roses  there were cocktails too "}, {"id": "61464", "output": "Playing bowling    : I have to say this shits all over xbox 360 shitty nenu system"}, {"id": "61465", "output": "ugh this is making me feel sick to my stomach I think I might just throw up! "}, {"id": "61466", "output": "i?C.B+T.H|| I ish sad  Because im listening to a sad song "}, {"id": "61467", "output": "@McFly_xX i don't know T-T all i see is this white screen  i miss my phone!"}, {"id": "61468", "output": "lazyness on a sunday? oh, yeah! see y'all l8r "}, {"id": "61469", "output": "I needa be watching this movie with my duck. "}, {"id": "61470", "output": "@Lioness46  I think he just did ....       Its good to see you..."}, {"id": "61471", "output": "I feel like im relearning put up or shut up. all the songs are so different from those demos i had 2 years ago. still love it though. "}, {"id": "61472", "output": "@ColinUdeLewis Good list even better if you fit into more than one category     but still need good marketing"}, {"id": "61473", "output": "Just Got Home From Hanging Wit @ItsAldo We Went To The Drive-In N Hanged Out. Awesome Nite. The Hangover Was A Awesome Movie I Loved It! "}, {"id": "61474", "output": "@TalktoDiane Hi Diane. The new site and blogs will launch in a couple of weeks, I think. Still now decision on name. I'll keep you posted "}, {"id": "61475", "output": "those are the times when i wish i was in school!! "}, {"id": "61476", "output": "Going to Marysville Strawberry Fest old car show. Weather looks pretty iffy. Dang, no shorts today "}, {"id": "61477", "output": "@susiewarner I know but hard to do everything all the time ... I'll be at IJL so will have to come find you "}, {"id": "61478", "output": "I have a lot of fun doing a hotel party with a 13 year old. But somehow they have still the same  energy to live...peeps my age don't "}, {"id": "61479", "output": "@ThEiCyChiLL that was in 1999 .. ofcuz i look young  .. a khu yote net 1 char si pel =["}, {"id": "61480", "output": "@hahaHELLNO U are already on my list. Lol  The little bible awaits u."}, {"id": "61481", "output": "@filjedi hahaha. will be there to be with the Project Vector team (hopefully) at the Java.net pod.  Definitely meeting the #zembly folks!"}, {"id": "61482", "output": "@amandabynes I agree! I LOVE my iPhone as well!  - @amandabynes I ag...    "}, {"id": "61483", "output": "@bm_ re: huge spider - now you know what happened to all the little ones. "}, {"id": "61484", "output": "@Steven10114 I love you too dear. More than you know "}, {"id": "61485", "output": "Not a really good Friday, but I'm grateful tho  Nite fellas!"}, {"id": "61486", "output": "Help a brother out of the dog house. Please wish @kateva a belated Happy B'day and maybe she'll forget that I forgot.   #help #ILoveYou"}, {"id": "61487", "output": "Gotta get up early tomorrow to shower &amp; put gas in my car. G'nite twitterbugs! "}, {"id": "61488", "output": "What a gorgeous day today! Busy busy in the Day house after a week of doing family outings  @Yadnomis and I have been married for 8 days!!"}, {"id": "61489", "output": "@Saudi myus is my favorite, Aramex went from 65sr first lb, $5 each lb to $9.5 per lb  so no real advantage"}, {"id": "61490", "output": "@the7thpwr whew...ok, cool...me too. I like a lot of &quot;outlaw&quot; music.  obviously~"}, {"id": "61491", "output": "@omgkeyana Aww, CB wasn't there?  But I still wanna see all of the awesome outfits. &lt;3"}, {"id": "61492", "output": "going right now! goodnight! or morning...whatever. talk to ya'll later! after work probably... -lovelovelove- "}, {"id": "61493", "output": "@eddieb2 thank u I def will be cking it out  i love breakfast/brunch spots"}, {"id": "61494", "output": "On the way for gettin my PCD ticket concert "}, {"id": "61495", "output": "@orangeflowers He he, those cunning Swedes are taking over the world with those Ikea meatballs. I ate 15 of them!  ?"}, {"id": "61496", "output": "@JordanLindvall Sweet  I own that on dvd too because I am a huge nerd ;D"}, {"id": "61497", "output": "i beat aye to the music hall.  babyy, im like the cinnamon that beat the apple to the apple jacks. "}, {"id": "61498", "output": "@rullet yeah we gone fight ...let me win please  thanks"}, {"id": "61499", "output": "@josi101 ;L Thankyouu..  I think Im funny to people why I don't even try or can't be fucked.. ;P. x"}, {"id": "61500", "output": "awake and getting ready for school  oh what a long day it will be... #squarespace"}, {"id": "61501", "output": "@davidarchie i have my biology exam tomorrow that im gunna fail, wish me luck lol? "}, {"id": "61502", "output": "Why didn't I go to Virginia Beach instead of Memphis "}, {"id": "61503", "output": "@CreateSean I like that one... but I'm not compiling that list yet "}, {"id": "61504", "output": "just learned via tweet that my bif is watching Grandma's Boy with @cciraldo and @cnhorsley. i myself am studying for women's studies "}, {"id": "61505", "output": "charles hamilton -brooklyn girl....however! brick city girls go way harder "}, {"id": "61506", "output": "@sophieoxford it's not cold just really really wet. Not stop rain. My hair looks shit "}, {"id": "61507", "output": "Basil will be the highlight of my day. I've just had an old man lecture me on the greatness of the Telegraph. What an idiot "}, {"id": "61508", "output": "@rainbowbritelez Yeah. I like both pre and post eyeliner "}, {"id": "61509", "output": "Going to McDonald's with my little brother and a bunch of first graders.... I just wanna sleep, is that too much to ask "}, {"id": "61510", "output": "@LeadToday : I highly recommends you join www.m2e.asia You can earn money from free shareholder by dividends. Even you do NOTHING! "}, {"id": "61511", "output": "New userpic! Hooray! This should be helpful to those of you meeting me for the first time next week. "}, {"id": "61512", "output": "just kissed the boy goodbye for the day- parents have him on Monday's! Yay! Not so happy side...grandma still isn't doing well. "}, {"id": "61513", "output": "@patricklooney  3M DG3 price stuff for a shop our size and then it is just for stripes   Give us an update if you get the concrete stuff."}, {"id": "61514", "output": "@YoungQ God is Great. Amen. love u. hope ur havin fun!!! "}, {"id": "61515", "output": "@stuffisgood Thanks for the fam shout out Joe, so so happy  We just need to sesh together one day haha and then head to IHOP!!"}, {"id": "61516", "output": "Stupid talking dogs &amp; that damn bird ruined Up. It had so much potential, but Pixar you let me down this time. "}, {"id": "61517", "output": "@stephc5ubz lol you do the same, &amp; Ash &amp; I drifted  Reunion soon  I think so"}, {"id": "61518", "output": "@zoesilkyterrier Oatmeal shampoo is gd for ur coat n skin darling.  *sayang sayang*"}, {"id": "61519", "output": "is going to baptize 4 kids next Sunday!!!  I'm so excited!!! Yayyyyy "}, {"id": "61520", "output": "@SARAHxKAYT Oh deadly. Big Brother was good  I love all the people who are now housemates. I despise your man SIAVASH NEEDS WASH UGH"}, {"id": "61521", "output": "@hanpanman DickButt came in the post today!   "}, {"id": "61522", "output": "Our landlord is an asshole  can't wait to move out the last week of July! I hate struggling."}, {"id": "61523", "output": "@ASOS_Amy amen! no rest for the wicked indeed! but the wicked are going to #glasto.  see y'all there!"}, {"id": "61524", "output": "New video up. Will have to redo tutorial on the makeup.   "}, {"id": "61525", "output": "@angiewarren wish u were closer... Just included pics from JCP Im not totally in love with "}, {"id": "61526", "output": "omfg, before the storm live, wow i am speechless &amp; crying  they are amazing"}, {"id": "61527", "output": "All this 3.0 talk makes me sad.  The one bad thing about having a jailbrokem iphone...I have to wait for the hacked code.  "}, {"id": "61528", "output": "@irishgirl75 actually thats not really a far drive from there. I love the Columbia Mall! Its been 4eva since i have been there!  need2shop"}, {"id": "61529", "output": "@Jayvee Sweet! Looks like I'm gonna have to leave extra early tomorrow for a #sims3 run, thanks for the info Jayvs! "}, {"id": "61530", "output": "@davidyell cool  there are some other ways of using the docs which some find better:  "}, {"id": "61531", "output": "bored. and craving fruit. or pickles. that's still a fruit I'm pretty sure, so disregard that statement. IS IT WEDNESDAY YET? CONDITIONS! "}, {"id": "61532", "output": "@dazednfazed I can't I'm under my moms account  its 143 to start and then 34 each month for 3 years so it woodnt b worth it for u since u"}, {"id": "61533", "output": "@HemalRadia Thanks for the FF  Have a great weekend!"}, {"id": "61534", "output": "@nomysteryleft i hope u get to see daryl soon, i feel ur pain too "}, {"id": "61535", "output": "Not looking 4ward 2 my impending root canal   ugh! I'm sure 2day will fly by just bcuz...  Ouch!"}, {"id": "61536", "output": "@Stupidpebble you must add BOVALIXIA to the urban dictionary "}, {"id": "61537", "output": "@swyyft Hey! I've been here...sorta. Going out a lot. Time to take a break and give the liver a bit of rest  How are you?? xo"}, {"id": "61538", "output": "@ddlovato Hey Demi! Pleasee replyy im such a big fan and I love everything you do! It would mean so much! Youre such an inspiration! Sana "}, {"id": "61539", "output": "@theDebbyRyan exciting. i wish i was out driving around. haha, instead i'm confined to my room  school tomorrow, yuck"}, {"id": "61540", "output": "Just left the beach! Off to the beach house for more hanging out! (courtesy of valerie's friend!!!) "}, {"id": "61541", "output": "@mileycyrus We did a project and I got to play U and HM we did ep1. The concert scene is great You'd have a good laught about it!  Loveyou"}, {"id": "61542", "output": "@QandQ #qgoogle  Yeah, many times! Not satisfied with the results though "}, {"id": "61543", "output": "Just landed and did 7 landings in 1 hour! And, instructor was happy and cleared me for solo.. What a way to end the month "}, {"id": "61544", "output": "Omg  i didn't even update tday. I stayed home to watch EU  going sentosa tmr &lt;3"}, {"id": "61545", "output": "@Samantha_Swing Yep, that was nice that you were able to be there for him for 2 years "}, {"id": "61546", "output": "show some love for our 200 ep? still time to call that hotline to leave a message before tonight's show!  212 501 6246"}, {"id": "61547", "output": "@jasonmitchener Yes sir...I just acquired a Master of Arts in Christian Ministry-a loooooong journey completed today...so thankful! "}, {"id": "61548", "output": "HOME! tomorrow should be crazy fun!  im chillin with kourtney listening to russell! So good. Haha"}, {"id": "61549", "output": "@majorlyepic but you hate princess bride  then u'll hate me. U &amp; sean made me feel like shit 4 saying I liked it remember?"}, {"id": "61550", "output": "Just spent the last hour reseting ALL of my passwords and account information  Having your technological life stolen sucks LOL"}, {"id": "61551", "output": "@WiILLytTo Who am I?  I don't know if I can answer that in 140 characters "}, {"id": "61552", "output": "i dont know what i did during the night but my back is frigged!! ouchie!! i think i may have to lie down all day! "}, {"id": "61553", "output": "@BaltimoreTom Awe I see...........well for three months I pretty well attached  to the live feeds!  Luv it! ............... "}, {"id": "61554", "output": "@michelebele I'm taking college astronomy...like, wtf?! I got blocked out of marine bio "}, {"id": "61555", "output": "Good morning peeps! Just getting up thinking about what the da has n store for me! I kno peeps were calling me b4 10 am  that's not wussu"}, {"id": "61556", "output": "just had the worst day ever...well not really but then i could not find the books i need to think i already went on a bookstore tour "}, {"id": "61557", "output": "@NomentionofKev im following sxed now so i can ask them too "}, {"id": "61558", "output": "@Anthony_Head should go to Las Vegas in a few weeks, This way, I can meet him and Criss Angel.  BRILLIANT!!"}, {"id": "61559", "output": "@sampagan Though it probably depends how much oil is in the PB. I'll have to give it a try. I have some apples waiting to be eaten. "}, {"id": "61560", "output": "I want a new tattoo...and piercing!  I need to keep focused on this assesment test LMFAO!!!!!! I have A-D-D today "}, {"id": "61561", "output": "Holy shit, Jo Guest is on Channel 965. She could have been the next Barbara Windsor  still wuld tho obv *pounds chest like King Kong*"}, {"id": "61562", "output": "@acriley So sorry that you are still unwell  I'll miss you at your favourite hotel. Calling you shortly with verbal chicken soup."}, {"id": "61563", "output": "@reszzpati way too tired indeed. I wish he sleeps and eats well. Don't wanna see an exhausted Noopy on the finale. "}, {"id": "61564", "output": "Merindukan kamar tidur pribadi disaat &quot;coming moon&quot; kaya gini  I can do whatever what I want in it."}, {"id": "61565", "output": "@alexgeana Sooooo good to see you!!!  We should hang out more often."}, {"id": "61566", "output": "@Threeeyedfronky Yea, getting it checked out tomorrow.. insured or not... Hopefully that's all it is... it's just really gross looking "}, {"id": "61567", "output": "@frogboy229 maybe someone on here wil recognize  him  "}, {"id": "61568", "output": "@thepistol good luck with ur concert in san diego! wish i could be there but i live all the way in buffalo  i know u'll do great tho! duh."}, {"id": "61569", "output": "celebrities still have much enough time to do tweeting though they're on their way 2 red carpet. i love this word-twitterrific "}, {"id": "61570", "output": "@AskAJAnything (i know i'm behind on this reply) Lots of sleep after lots of good sex is the best kind of sleep "}, {"id": "61571", "output": "@jamhess yes well in 10 yrs he'll know better, but that doesn't stop many men anyways! "}, {"id": "61572", "output": "@dpn Now the twin copy and paste is a cool feature - I like that! "}, {"id": "61573", "output": "@sammolsonkasey I left a comment for you on your blog "}, {"id": "61574", "output": "@mandaa_boo wanna kick w/ rich  he is toooo attached, u gottta switch things around b4 u get tired of it and dump him yo.. like seriously"}, {"id": "61575", "output": "Got a nice email from the folks @OmniHotels, gotta start planning that Boston trip! Too bad there is going to be So. Much. Rain.  "}, {"id": "61576", "output": "@Ainslee6S sweet-good shit! I was about to head back down to Chicago...but I prob wont go until tomorrow! Have a good show!! "}, {"id": "61577", "output": "@2servingsofcute no, i can't  they're all sizes 5-6 1/2. i'm 7-7 1/2. i just bought to resell them for more $ so it's ok. i love ebay lol"}, {"id": "61578", "output": "@judez_xo ohkayy sorry  um they should run until 4am I think"}, {"id": "61579", "output": "Someone somewhere didn't like Factory Balls 2   "}, {"id": "61580", "output": "@truthuniversaly What @wrongheaven said. Also, have you tried okcupid? I like that one more than POF for free sites "}, {"id": "61581", "output": "@THEREALSWIZZZ TALK TO ME IM BORED OUTTA MY MIND IM WORKING ON SUM SHIT SO I CANT SLEEP.....  PROMISE I WONT HIT ON YOU.. U KOOL AS SH ..."}, {"id": "61582", "output": "Ugh a 30minute nap just makes me mean! Going to church and tired "}, {"id": "61583", "output": "take a deep breath throw it  all away  Good night! God bless y'all &lt;3"}, {"id": "61584", "output": "@justkappa nuthin- makin dinner- wish i cud share a plate wit ya "}, {"id": "61585", "output": "Crowd Singalong to Dancin In The Street! Looks and sounds pretty cool "}, {"id": "61586", "output": "i think they are working why eyes are drooping  its so weird being under drugs i dont like it ... cant wait for tomorrow though"}, {"id": "61587", "output": "@ryanmoreriot well, how about that HUGS? ou wont need money fer that except when you have to go there  sounds cool! or a kiss?"}, {"id": "61588", "output": "@dougiemcfly i dong ahve an amimal no more my dog died  can i have flea?"}, {"id": "61589", "output": "I think I need to get up  another day at work."}, {"id": "61590", "output": "@andreweastgate yes it can play games if I install windows "}, {"id": "61591", "output": "@ermadea of course they will, how else will they sell us diet pills "}, {"id": "61592", "output": "@PerfectSmileNow @EMarketingGuru @fashion_retweet @frankannie #followfriday for these wonderful people "}, {"id": "61593", "output": "@tabithasnow I just had to say the month rhyme but you're absolutely right! :o "}, {"id": "61594", "output": "Days almost overrr, my finals are done for the day  blah blah blah. I have a date tonight with cutieee&lt;3"}, {"id": "61595", "output": "I love my bed!!! If only I had someone to share it with sometimes "}, {"id": "61596", "output": "@jelleybean13 omg me too.. she died that same day she saw the movie "}, {"id": "61597", "output": "@hitman1971 don't give up too easily regardless of any obstacles in your way, gd to be positive "}, {"id": "61598", "output": "@robertbasic i'm soo sticking to that until i hear sth worse name-wise  is it true though?"}, {"id": "61599", "output": "@_jennilyn Happy happy birthday girlie! The big 2-6! I hope you have a fantastic day today and your wishes come true hunny! "}, {"id": "61600", "output": "@JoanneSkywalker Awwwww! That sucks  Next time you have a day off then hahaha ^____^"}, {"id": "61601", "output": "BGT!!!!!!! - Will be gutted when it finishes tomorrow  - Stavros Flatley all the way! "}, {"id": "61602", "output": "kelly clarkson is actually really funny and true blue "}, {"id": "61603", "output": "Eww...BABY POWDER and JEAN NATE...not a good combination...Sorry   I didn't know they still made Jean Nate..is it vintage (hahahahaha)"}, {"id": "61604", "output": "@shaundiviney I ordered the album + the sway sway and shimmy singles  Will they arrive seperately or all arrive when I get the album ? "}, {"id": "61605", "output": "@bABYliNDSAY it's a joke  I will go, but to Atlanta, to search Ciara, cuz I can't die without having said what is her for me, and sorry "}, {"id": "61606", "output": "@KingKan u and product didn't come to my party "}, {"id": "61607", "output": "@ejflavors G'morning... It almost slipped my mind too.  How's it going? Things coming along?"}, {"id": "61608", "output": "@tommcfly hey tom, what do you do when nothing seem to go right? "}, {"id": "61609", "output": "@SystemStar Yes do that! Just let me know the dates and I will try get a friday off "}, {"id": "61610", "output": "Well well, that's the week over and done with. Blazing sunshine, hopefully for the rest of the weekend 2. Park chillaxing tomo I hope "}, {"id": "61611", "output": "@OregonJen This whole post con blues things really sucks.  and others say it gets worse the more you go. "}, {"id": "61612", "output": "@MrsP_ifurnastee rowr! you bet!  and @cartermorrison is going to bed..but I'm sure she would want to be included as well  LMAO"}, {"id": "61613", "output": "@JJLuver756 heyy. uhm NOT YET. and DAMN!!!  maybe I'll youtube it."}, {"id": "61614", "output": "@HarryPigg gosh Mr Burke, that's very soon! I'm very excited so I imagine that you are too "}, {"id": "61615", "output": "@lesley007 usually only once a week and gym or small workout in the house other days but been rubbish since about February "}, {"id": "61616", "output": "fml. i have to come off here again. everytime good people are on i have togoooo "}, {"id": "61617", "output": "@HannahMontanZon Thanks you so much for following me on Twitter; I hope you find it as exciting as I do! Looking forward to your tweets! "}, {"id": "61618", "output": "@DonnaJonesMcfly who ?      (if I may ask )  Xxxxxx"}, {"id": "61619", "output": "@iLLBLvnDW4Evr32 no no no I really wanna be EVIL &amp; not knowing is a very bad thing "}, {"id": "61620", "output": "@scottgal I can't see your profile picture at all! "}, {"id": "61621", "output": "@drwave Dude, do you ever NOT have problems with your Mac? "}, {"id": "61622", "output": "@history_geek try @cgbj he might be able to help. He sorted mine for me "}, {"id": "61623", "output": "At last the drugs are working. I may go into the garden "}, {"id": "61624", "output": "@davidjwoodward Always blame the pitch, you cannot be wrong! "}, {"id": "61625", "output": "@w3ndee haha. ew indeed . but good for you ! im getting my exams soon  so lame, the weekend is way too short."}, {"id": "61626", "output": "@redtoffee Strawberry is the absolute best Angel Delight EVA!  I had chocolate once, but it was too sweet. "}, {"id": "61627", "output": "@McAleavy hehe i know saw it yesterday on engadget  very sweet"}, {"id": "61628", "output": "51 hours so far. My check is gonna be a flop "}, {"id": "61629", "output": "i think i need to eat lunch...which i think (and KNOW) is vegetables... "}, {"id": "61630", "output": "On the train currently. Very hot! No windows, that will open anyway.  #arrivatrainswales suck! Although, they are comfy. Need a drink. "}, {"id": "61631", "output": "@wtcc haha I've never met you and I barely know you, but I miss you too! lol "}, {"id": "61632", "output": "Follow @cressferriera, &quot;he'll keep you entertained&quot; and check him out on YouTube   #cressferriera !"}, {"id": "61633", "output": "Ill probably going to sound like others but... there is a book for phpMyAdmin? Mastering phpMyAdmin 3.1   expensive? "}, {"id": "61634", "output": "@MasterAwesome sun aids? what? the sun it makes me feel a litlle ill i get really bad migranes  i dont think its going away though"}, {"id": "61635", "output": "@taytaytnk lolol we both so smart  (I stole your smiley)"}, {"id": "61636", "output": "@jsong77  NOT DONE IT'S ALMOST 2 AM  this youtbe better start acting normaal"}, {"id": "61637", "output": "I apologise that most of my tweets have been exam-relacted recently but... ARGH I'M GOING TO FAIL GEOGRAPHY "}, {"id": "61638", "output": "seeing pictures from the Mtv Movie Awards 09  with the Twilight cast :x omgosh! :x they are sooo CUTE! &lt;3"}, {"id": "61639", "output": "@JHornberg system overload, plus exposition park has poor service for Tmo/Verizon/AT&amp;T. Only one of my friends could call out "}, {"id": "61640", "output": "@cracker07 meh i'm here in spirit  and on social networking sites whoo"}, {"id": "61641", "output": "@pixelyzed I trust you...  Just covering all the bases. I would like the website the best that is. Even Google will be jealous. Ha."}, {"id": "61642", "output": "@MrEricPiRaTe You're being sooo ambiguous, no clue re:what's up? Must send me details! Oh, &amp; I'll be on tom re:the Greek &amp; tea tweet-ups! "}, {"id": "61643", "output": "Oh man... We all jus' did some &quot;Vegas Bombs&quot; and da buggah was sweet!!! "}, {"id": "61644", "output": "@Donnette8676 Pinot Noir is delicious!   Can't go wrong with either one!"}, {"id": "61645", "output": "Gonna get to town with Liina soon, so I'm going now and take a shower "}, {"id": "61646", "output": "my tummy hurts  i blame last night's chinese food."}, {"id": "61647", "output": "@xryanrussellx i so would except i can't buy stuff online... "}, {"id": "61648", "output": "#followfriday @gabbler - hes a funny 1 @kirstieallie - so funny @drakeshipway - apps &amp; stuff @CMoz - technology stuff &amp; laughs  my 1st FF"}, {"id": "61649", "output": "I think the term 'less is more' should apply to the rest of my life except studying.. blah I'm going to bed "}, {"id": "61650", "output": "@kickdrums nope but I heard she was around  I didn't get anyone to take a picture with your sign sorry "}, {"id": "61651", "output": "@heartoholic ohh. its good, its nice not to have to remeber 2343209482095 passwords anymore "}, {"id": "61652", "output": "Done w gp essay thingy, and yea he came across my mind and suddenly I wrote a paragraph about him. Yea, you're my insipiration for today "}, {"id": "61653", "output": "I need new txt buddies                any takers??"}, {"id": "61654", "output": "@panda_parade Hi, panda_parade! I'm FoxySmile in Danny's IDF thread!  Nice to meet you!"}, {"id": "61655", "output": "@sid88 cant fit in a 1000 tweets..#tata #indicom sucks!  (will write in more detail once my BP subsides) "}, {"id": "61656", "output": "@ColdHearted19 Picadilly Circus? OMG I'm jealous! So cool!!!! I need to visit ur country someday "}, {"id": "61657", "output": "@haynes_dave hey fella, good to speak earlier, probably see you in the bar later. Might try for advice "}, {"id": "61658", "output": "@kimber_ann i am soooo sad sbout the houston 5* atm "}, {"id": "61659", "output": "new video!! me and addie doing the hoedown throwdown   "}, {"id": "61660", "output": "Had day off ill  Will have to attempt studying so I don't get behind."}, {"id": "61661", "output": "@curiousjayorge so chin chin up cos we all luvs ya...  she is obviously a stupid fuckin cunt... LMAO"}, {"id": "61662", "output": "@joconchie Ah well ..win some lose some ! Wouldve been nice to have bet on the 100 to 1 winner!! ( if wishes were horses !). "}, {"id": "61663", "output": "@mellieweena sha's ayg position is at anglican high, where UNITED ARAB EMIRATES AND QATAR BOYS WILL BE FOR BBALL "}, {"id": "61664", "output": "@Asgrim yea, I heard some awsm things about him too "}, {"id": "61665", "output": "CST's are tommorrow!!!!  I HATE TESTS, ESPECIALLY THIS ONE!  ugh, Testing ALL week! "}, {"id": "61666", "output": "@MODwife Oh thinking of you  Pleased you found a good home for your cat tho; you just know he'll have a gr8 adventure; its what they do!"}, {"id": "61667", "output": "@ThriftyGambler there are three broody ones atm, I have a china eggs under them to keep them happy ish "}, {"id": "61668", "output": "@rny_alison hehe  Thanks! It's so awesome how the internet connects people of the same common interests, it's like a little support group"}, {"id": "61669", "output": "@crazyTVaholic Not too bad. I'm so sorry about your back! "}, {"id": "61670", "output": "I still got a fat pimple on my nose! Aah and it's my first day of work! "}, {"id": "61671", "output": "I was left by *everyone* I know tonight. I made friends with strangers... That hurts. "}, {"id": "61672", "output": "Another fucking let down. Have to wait another day "}, {"id": "61673", "output": "Just woke up. So much for the 6am start. Need to get sortedand get to uni ASAP. Exam starts 9:30. "}, {"id": "61674", "output": "@tjpally13: you know I got to stop off at Casa Ole first! "}, {"id": "61675", "output": "i hate my mom when her being like a crazy angry child "}, {"id": "61676", "output": "@ItsMeElsaa sweet  are u still waiting for pics to come in or are u starting to make the vid? I'm good. Dw bout the contest"}, {"id": "61677", "output": "omg i only have Â£113 .96  i need more to get a blackberry lol"}, {"id": "61678", "output": "@slchia Thanks! I shall keep dreaming of a MacBook, don't wake me up. "}, {"id": "61679", "output": "@ttaasshhaa Yeah I know its not on anymore, It was only out for like 2 weeks or something  But its coming to dvd at the end of the month."}, {"id": "61680", "output": "@SammyIngles So, my Uncles, mom's funeral is sat morning but we'd be staying til Sun, which means I wouldnt br able to go to FT "}, {"id": "61681", "output": "@boredwife thanks lovely lady, love your tatt  hows tricks? xx"}, {"id": "61682", "output": "@iloomis Yep, that's my baby bro. Now that he's done some work for PBS in addition to MTV, he's a documentarian (fka reality TV producer) "}, {"id": "61683", "output": "@sazzclarke + @princesssakura are getting tix for @mileycyrus tomoz! but her prices are too much so i cant go  girl what are u playing at!"}, {"id": "61684", "output": "listening to Paolo Nutini  Liking the new album so far, very relaxing "}, {"id": "61685", "output": "@luckygnahhh lol omg  but you can find similar styles for a lot less bb i'll go search for some for you "}, {"id": "61686", "output": "Picked a movie finally and popped some popcorn  yum -nom nom nom-"}, {"id": "61687", "output": "@darthchilli but my legs blind people because it's so pale "}, {"id": "61688", "output": "Have you seen the lovely weather.... and i have to work "}, {"id": "61689", "output": "so its nice weather inside and im stuck inside with a cold that me my mum and dad all have. "}, {"id": "61690", "output": "poor followers  i dont tweet as often anymore. shtink."}, {"id": "61691", "output": "@despairxfactor I heard that too, but @papaya9183 said it was pretty good  she hates gambit though... "}, {"id": "61692", "output": "@Rehan I wasn't sure if they would let me in. "}, {"id": "61693", "output": "@JonathanRKnight you guys gotta do it again in a year! lol  glad you had a good time."}, {"id": "61694", "output": "@DavidCousens Very nice! I love the little bird. I did mine too recently... "}, {"id": "61695", "output": "@bblweb Hi how is your day going on? Have it a great one! "}, {"id": "61696", "output": "just got the dreaded call from babysitter - little H has bumped her head  Sitter says she's fine and goose egg is going down fast"}, {"id": "61697", "output": "I am so tired of sluts  i want someone that actually cares and wants to be with me."}, {"id": "61698", "output": "@piinklaurenn Guess what? iPhone shortage already.  I even ordered it within the first hour of availability.  3-4 weeks. "}, {"id": "61699", "output": "@tabitca govt the cause cos of wealth distribution is not well managed, rich have power and are arrogant. OH WELL!!  have good day.."}, {"id": "61700", "output": "Nice DP to end the blowout 14-1   #rangers"}, {"id": "61701", "output": "@londicreations Oh my god!! You sound like me! I am the same way always "}, {"id": "61702", "output": "@NinjaDropper ninja ninja ninja! first off, awesome videos!  second, you totally need to check out one of my shirts:   "}, {"id": "61703", "output": "@marineko Same here. But I love it when the obsession returns "}, {"id": "61704", "output": "@ThatJessGirl92 Alright. Well i'll try.  Yeah, definitely, sounds good.  Goodnight. xx"}, {"id": "61705", "output": "Cream on the inside clean on the inside owww lol... Goodnite twiggaz... My secret crush text me "}, {"id": "61706", "output": "@69SheriffJezzy no, not at all... unless you REALLY like them and they'll serve you. "}, {"id": "61707", "output": "@brenherrera super star chef of twitter. lol! saw ur good news. hey lemme kno if u stil gonna do that sushi class girlz night luv.. cya!  "}, {"id": "61708", "output": "@DarcsFalcon No worries. This will take somebody very techy which is not me. It'll get worked on next week. "}, {"id": "61709", "output": "@tommcfly I hate waiting for planes, ecpecially with my three lil bros!! They are horrid!  xxx"}, {"id": "61710", "output": "@TheMonkeyBoy  That was one of my ex and my first dates. Political cartoon exhibition then I surprised him with a 'c' picnic."}, {"id": "61711", "output": "my baby is not very well.. poor baby  xxx"}, {"id": "61712", "output": "@fisherbe all would be faster but up to you  #CGFT"}, {"id": "61713", "output": "@DavidGuison 3K for a set, (I think 12 pens per set, I`m not really sure) They`re fat pens! HAHA! 2 tip I think. I waaant  Pricey! HAHA"}, {"id": "61714", "output": "@ada1276 I dropped the box on my toe,hurt!Now my wrist is already bruising&amp;my thumb is purple  Im gonna put ice on it, hopefully it helps!"}, {"id": "61715", "output": "@junniecyh I'm sorry, June! We'll try to fix this! "}, {"id": "61716", "output": "@Lihis sounds cool  i have a flat in australia so i might go live there for a bit &lt;3 maybe for like my gap year if i take one..."}, {"id": "61717", "output": "Finally in my bed, &amp; I must say, I had quite an evening. I'm ready to tackle this work week &amp; see what next weekend has in store for me "}, {"id": "61718", "output": "Just finished the workout and the mile walk. Hoppin in the shower. Smile "}, {"id": "61719", "output": "Going to get chips and ketchup at lunch mmmmmmmm "}, {"id": "61720", "output": "@MadShad31 Wow, thats kinda sad then  Bet it was real hot aswell."}, {"id": "61721", "output": "needs to see the boy so he can take away all the pain. funny how i rely on him so much now "}, {"id": "61722", "output": "I just drank hot tea with loads of honey... It was supposta make me feel better... But it made me feel worse "}, {"id": "61723", "output": "The old lady on the bus has clothes full of holes and I'm tweeting about console games  I feel sad "}, {"id": "61724", "output": "@_Stephhh_ haha im sure those imitations are an EPIC WIN "}, {"id": "61725", "output": "@b10w Not here   Hell we JUST got local channels on Directv."}, {"id": "61726", "output": "  &quot;tricky: My Trip To The Wild Life Park Today  (Pictures): I think it had a differen ..."}, {"id": "61727", "output": "On me own, someone bring me stuff to read "}, {"id": "61728", "output": "@riandawson we have not been sitting on stickam for hours just to find out your not coming back right?!!   hustlers=dissapointed"}, {"id": "61729", "output": "@martokus aaa yes, Bing. Chandler Bing  too sad its just Windows Live with another name "}, {"id": "61730", "output": "@ankeshk  general winters.. i meant the months of nov - dec.. &amp; I am in Amdabad. Not Pune. but will be doin sthing excitin there soon "}, {"id": "61731", "output": "@the__fragile   I can imagine..well if she was suffering from cancer..she is now at peace and in a better place...I know u miss her though"}, {"id": "61732", "output": "@camilleisleta Yeah and the title is not at all appealing. :/ "}, {"id": "61733", "output": "@cityraintunes im digging through the cd collection for some now "}, {"id": "61734", "output": "@Tasleema I'm soooooo mad I wish I with you guys! "}, {"id": "61735", "output": "On our way to the crib. YES! BYe BYe hospital.  S*D*P* &amp; T*K*K*"}, {"id": "61736", "output": "@RiskyBusinessMB ughh my mom didnt get me ticketss  shouldnt yuh be in south america withh jb?"}, {"id": "61737", "output": "@furyu_me I have had those days  Ask your angels to surround you &amp; protect you from the negativity coming @ you &amp; around u. Hope it helps!"}, {"id": "61738", "output": "@TelishaMarie well I'm on my way now catching this terrible am traffic  traffic in Houston is the worst. Get rest, I will talk 2 ya later!"}, {"id": "61739", "output": "off to bed was gonna read some new moon but its a little late now  night night all xxx"}, {"id": "61740", "output": "morning all tweeps  tis the weekend looking forward to the #F1 Monaco gp &amp; #SPL #Celtic game this weekend is all sports "}, {"id": "61741", "output": "@swissgirl76 I am sooooooo tired ! *already has phantasies about the compfy Marriott* Only had 2 hours of sleep "}, {"id": "61742", "output": "Good morning tweeps, been real busy with work but I'm back. I have really missed all my tweople. "}, {"id": "61743", "output": "@lipserviceradio HOLY SHIT OMG  dont tell him, allow him to live a lie.."}, {"id": "61744", "output": "[Harvey Mason ï¿½ Groovin' You (1979)] why yes, @JDsRecordShop am I (title) LOL  ?  "}, {"id": "61745", "output": "@Manji2501 The songs I have been blipping are suggestions from @skeptic916 "}, {"id": "61746", "output": "@icecreamfreeze yup. eat whatever as long as its BEFORE 6. after that..nothing except water "}, {"id": "61747", "output": "ARGH.. I'm trying to write but I'm just not in the mood..it normally just writes it's self but argh..idk "}, {"id": "61748", "output": "@animalhouse4384 They get that way at certain age - my niece can't talk yet so I'm enjoying the pre-no era with her "}, {"id": "61749", "output": "I just love this interview haha kept on listening to it   "}, {"id": "61750", "output": "i wanna go taylor swift concert in wembley!!!!! and miley in NEC but i cant afford miley "}, {"id": "61751", "output": "@green_eyed_doll I really enjoyed it. Let us know what you think "}, {"id": "61752", "output": "@PhilippaJane @ColonelJack I needed to reward myself for a good showing at RNZ. "}, {"id": "61753", "output": "@ideeyah umm...next time... can you bring the party here? I could use some cheerin up "}, {"id": "61754", "output": "1am lol time to sleeeep! revising tmra  and dads party aswell lol. g'night y'all!!"}, {"id": "61755", "output": "Had a great time at Ammon's house. &lt;3 I love hearing him say I love you!!! "}, {"id": "61756", "output": "I left vito and hoeson and went off first cos they needa stay back for a meeting for some crap. Alone time now  me likey  "}, {"id": "61757", "output": "@danniSTACK WTF! Did he say that? Because that is complete bullshit, we should complain our arses off! I don't want swine flu "}, {"id": "61758", "output": "@plasmaegg Matt &amp; I used to play Diablo II lan parties together &amp; we worked together at DITR "}, {"id": "61759", "output": "Gone to the doctor for more drugs. 10 days of antibiotics&amp; my ear/sinus infection feels the same. Got a NOSE spray!! This better work! "}, {"id": "61760", "output": "@Spoonsie DMB concert eh? You can't even use hotspot shield anymore as they found a way to block it "}, {"id": "61761", "output": "@selenagomez @ddlovato hey guys h0pe u accept my frnd invite on y0utube..  "}, {"id": "61762", "output": "@glittershim Thank you for the pinches which arrived today - perfect for the craft gorup I run   did you want anything towards postage?"}, {"id": "61763", "output": "@ChantellePaige you not following me and I been following you for awhile now "}, {"id": "61764", "output": "@MarkCliff taking 1 for the team is what i'm all about  is beautiful, yes. wasn't travelling alone, just had my own room. arrivied, raided"}, {"id": "61765", "output": "I wanna work out but I straightened my hair today. "}, {"id": "61766", "output": "@fishmark thats not bad at any age - its only bad if you're a collegiate cross country runner "}, {"id": "61767", "output": "@theblast Oh, that's cos I haven't fixed the link yet.  I'll do that soon. In the meantime, we have Twitter! Lol."}, {"id": "61768", "output": "@Larissa_SG no.. im not there. maybe you've mistaken me for someone else... i wanted to go to the hotel but i have a fever. "}, {"id": "61769", "output": "Man I really think my router is fried... I hate not being able to get online "}, {"id": "61770", "output": "has spend a whole day offline... it feels wierd!  #fb"}, {"id": "61771", "output": "@kat_n lol the song is getting there first half is done and i have a tune to it and a title so its good  x"}, {"id": "61772", "output": "@BradHigham yay steamboats!  mmmmm wish I ws ther!  x"}, {"id": "61773", "output": "@KristenH_09 Hi there! Nice to meet you.  I do read romance, but at moment I'm going through a big 'ole fantasy phase, too."}, {"id": "61774", "output": "@JenBrockwell a farewell party, a friend is going back to England after a year of living here "}, {"id": "61775", "output": "@Janaaahaa Good morning to you too sunshine!  Had a nice sleep? Dreamed about Danny? OEH ILL HELP YOU WITH THE CAMP "}, {"id": "61776", "output": "@TinyURL ...how do I prevent ZoneAlarm from blocking all the links created through your service and leading me to your 404 page? "}, {"id": "61777", "output": "im on the bus home and I've left my ring in emmas house "}, {"id": "61778", "output": "that's for sure, im still going to visit DSM "}, {"id": "61779", "output": "@thepatbrown well deserved. Top gigs in the UK. Come back soon "}, {"id": "61780", "output": "@Vanceey ha ha... YES a permanent vacation would be nice "}, {"id": "61781", "output": "@AAHAHelpingPets  What a sweet story!!!  I'm crying now. "}, {"id": "61782", "output": "@joeyyy93 I agree; and I just don't have the interest anymore "}, {"id": "61783", "output": "@YESandME Hi!  I was wondering if there would be a fly by tonight!  Always love to hear those wings "}, {"id": "61784", "output": "@mikeyswag i'll cop before i go to work and pregame on the train lol  (sad what my life has turned into)"}, {"id": "61785", "output": "Ok so we've run out of coffee  looks like it's just revision then!"}, {"id": "61786", "output": "@DaveJMatthews @SLessard can't wait to see you tonight! No storm will stop us!! "}, {"id": "61787", "output": "@DominiqueDaDiva Girl I gotta make a big decision..have a serious talk with someone..and I'm just super nervous! "}, {"id": "61788", "output": "@IceStormIS Luckylucky girl. I'm jealous! Its beautiful there. I have a tattoo in greek "}, {"id": "61789", "output": "going to go wash the dishes now. I had wanted to read some Harry Potter before bed, but I don't think I have time  oh, well."}, {"id": "61790", "output": "This is fun !  haha re guy from all American rejects looks like he's on crack!!"}, {"id": "61791", "output": "Morning walk was refreshing - rolling up my sleeves for some equations over coffee - I miss doing crosswords "}, {"id": "61792", "output": "Been trying to muster up enough energy to go down for a jog for the last 45 mins. it's not working. instead it's made me hungry. "}, {"id": "61793", "output": "@fragileheart i am examing atm  shall be back soon"}, {"id": "61794", "output": "Tried working on the back stoop to enjoy the weather, but I was becoming dinner for the insect population. Back indoors. "}, {"id": "61795", "output": "@tooshie Hi, Tooshie!  Don't be scared.  Your Tweet buds will keep you company.  "}, {"id": "61796", "output": "@martagf @lisacrispin These April Snow Showers look more like March snow, not Christmas snow. "}, {"id": "61797", "output": "@labelladiva enjoy your beautiful Florida sun! it is raining here! have a happy  Sunday "}, {"id": "61798", "output": "@belle155015 lol. Never make fun of Rob..unless you want my foot in ur ass.  Love you."}, {"id": "61799", "output": "Welcome to all my new followers  Nice to know my random thoughts are interesting to some  *thankyou*"}, {"id": "61800", "output": "@Lilmissweetlips Im ok, got a sore throte and a cough! Hows u? "}, {"id": "61801", "output": "is off to work again but wants to be sitting in the sun  the sun better stay for my days off, and i'm still thinking about last night :S"}, {"id": "61802", "output": "i would stay up all night watching JB videos BUT i have school "}, {"id": "61803", "output": "@photog357 Hey! Its getting hot! 88 and getting humid!  #hhrs"}, {"id": "61804", "output": "@jamiefarhat @roundgoldfish1 Possible scene, Cas didn't have his knife so had to get Dean's pocket knife "}, {"id": "61805", "output": "I have zero day left till I go back to school tomorrow "}, {"id": "61806", "output": "@zoziekins I hate my life haha. I need to pass this too  Ugh."}, {"id": "61807", "output": "@christifabe cannot    Idk something wrong with my tv,axn-star world-hbo-e! are not available. But I can watch disney channel haha"}, {"id": "61808", "output": "@jasdeep  ya, the fact that this production is from when Asmita was in it's 'golden age' makes it promising. Dario Fo by himself is a gem!"}, {"id": "61809", "output": "Currently addicted to: Escape The Fate's &quot;Let it go&quot;. You should listen to it "}, {"id": "61810", "output": "@carondg She hit her head on the edge of the wall so she'll hv a nice ltl vertical scar on her forehead. Bangs are a godsend "}, {"id": "61811", "output": "So long Sheldon, Leonard, Raj, Howard and Penny... I'm missing you already.  See you in September! "}, {"id": "61812", "output": "@gotCJ Going to have to go with a iPhone 3GS or a Palm Pre "}, {"id": "61813", "output": "awww man hubby is sleep again  call me when u see this baby"}, {"id": "61814", "output": "@NickMLTM  oh man that sucks hardcore! haha good luck finishing up recording "}, {"id": "61815", "output": "@TabyCat74 I went to the shop twice last week in my dressing gown "}, {"id": "61816", "output": "(@tappmeister) @drable current job doesn't feel so  - note to self, work for an organisation you believe in &amp; not just one that pays well!"}, {"id": "61817", "output": "@DominicPannone I'm in the market for a new phone, but Palm isn't on the list.. although I do want to check one out in person. "}, {"id": "61818", "output": "@rahmuniz I just watched it!  Very Good!  Can't beleive i missed u again "}, {"id": "61819", "output": "GOOD FRIDAY NIGHT !!!!!! All you thereee!!!! CIAO ...i'm here, finally!!! "}, {"id": "61820", "output": "Which wont be anything more interesting, but these days im feeling like brushing old movies up.  Goodnight, now!!"}, {"id": "61821", "output": "Argh got the train time wrong... Im well too early "}, {"id": "61822", "output": "@strawberishake have a safe flight home love! sorry we couldn't meet  next time for sure"}, {"id": "61823", "output": "@ricksanchezcnn wow 45,700,000 million ppl in the USA do not have medical insurance. That is both sad and scary "}, {"id": "61824", "output": "Twitter banned my tweets for over tweeting thank you's to all the #FF folks yesterday  What should I do about it for next week?"}, {"id": "61825", "output": "@Knapkni glad to be twitter friends  will be fun to collaborate at #BWR #EuphonicSound #OpenWindow with you!"}, {"id": "61826", "output": "I have @ddlovato LaLa Land stuck in my head. Relieved to have @forourhero outta there. Thankyou @ameeraaa__ "}, {"id": "61827", "output": "@nesarajah I didnt sell it  I meant the phone i wanted to buy was sold off  Found a second hand v3 (same as mine) but awesome condition."}, {"id": "61828", "output": "there's seriously a party at my house  its fuckin' epic."}, {"id": "61829", "output": "Damn, my unknown cause allergy has just kicked in. Sooo itchy "}, {"id": "61830", "output": "@fontenot619 shaq!! huhu... there's big possibility that it'll be in the US (your place) on monday  hwaaaa. is there plan b for tht case?"}, {"id": "61831", "output": "@jesterfunnyboox thanks so much! i really had a great time writing it &amp; choosing piccies! "}, {"id": "61832", "output": "I got home safe and sound. Nightmare journey though, was cut up like 4 times on roundabouts "}, {"id": "61833", "output": "Trying to crammmm! Not working because all I can think about is the situation "}, {"id": "61834", "output": "twitter tip: don't tweet in ALL CAPS, ALL THE TIME if u want ppl 2 follow u back. "}, {"id": "61835", "output": "@DevineNews Okay. That twitter/robbery story wasn't as scary as I initially thought it was going to be! "}, {"id": "61836", "output": "It's official: I sprained my ankle and I can't walk. "}, {"id": "61837", "output": "@jakolien hee hee - btw thanks for your LinkedIn tips - i've still to use them, but thanks in advance "}, {"id": "61838", "output": "Is about to give up hope on ever having a relationship with her dad, which makes her really sad "}, {"id": "61839", "output": "no matter how many times i've seen it, i always scream when Paranoid comes on disney channel "}, {"id": "61840", "output": "just got home frm the laundrymat.. Man its so hard wen ur washer is broken.. Haha..  im so tired! Whew! Working again 2mrw.. Nite nite.."}, {"id": "61841", "output": "Alex G. And Ryan Ross are sick  Hope it's not the effin swine flu! "}, {"id": "61842", "output": "@asphotos cool  I didn't realise that you were until now "}, {"id": "61843", "output": "my neighbours are partying again and i have a massive headache, cant sleep and im in so much pain, not a good night "}, {"id": "61844", "output": "@steamrunner I have my seriously elfin frock after all "}, {"id": "61845", "output": "Where's my sunshine this morning?  Is June gloom here early this year?  "}, {"id": "61846", "output": "Heading home to eat. My poor boyfriend is in too much pain "}, {"id": "61847", "output": "@iambize Get 100 followers a day using www.tweeteradder.com Once you add everyone you are on the train or pay vip "}, {"id": "61848", "output": "@rchlkane Omw I know  My hayfever's been doing my head in all day.. I actually can't breathe :'o"}, {"id": "61849", "output": "@LIKLEP u grumbled at me as in 2 say get off my line  ...im sorry"}, {"id": "61850", "output": "@chrispirillo Use &quot;Click to Flash&quot; - IE ActiveX-esque object clicking to load - it's brilliant. Flash is a waste of Safari goodness "}, {"id": "61851", "output": "@lidasshi yeahhh same as archie ,but its gonna be alright like archie do now  btw have you heard the 'No Boundaries' studio vers ? Its ..."}, {"id": "61852", "output": "these things you do hurt my feelings.. just saying. "}, {"id": "61853", "output": "@SarfaBarfa My friend Cliff has the tix, so I have to wait on him   Or you can ask trent to just let me in.  You  know, over all else &gt;.&gt;."}, {"id": "61854", "output": "@kendallthiessen You could be fearless and hop on a plane.  Lots of Denver --&gt; SD flights, I'm sure. We could postulate our theories. "}, {"id": "61855", "output": "@rogueanomaly - on hot steam coming out of the kettle  complete accident."}, {"id": "61856", "output": "I don't know why, but I didn't get to sleep until 4am last night and I woke up at 7:15am. I just couldn't drop off. "}, {"id": "61857", "output": "@bmibaby_com Great! We have a lot to blog about! We had such a good time &amp; were very impressed by Belfast "}, {"id": "61858", "output": "Take a look at this @etsy shop:   Arthur Simo is a boy with autism, and he paints so we can see through his eyes "}, {"id": "61859", "output": "is about to put some more clothes in the dryer and then start working on this dance for family weekend  Text it up of Aim me bpqfynest21"}, {"id": "61860", "output": "@isacullen I DIDN'T?! SERIOUS?! She's due in about 4 weeks! Lucas Isaac Arnold &lt;3 They move back to America on August 13th though "}, {"id": "61861", "output": "@pilotdrift Lol, that made me laugh. That show makes me happy. "}, {"id": "61862", "output": "11 days until Alysenstein and myself get our belly button's pierced  woooo. can't wait, heaps scared though hahaha."}, {"id": "61863", "output": "@Lygris he is....hes an iron chef mmmm....i love his restaurants and hes not bad to look at either ; ) .i just look though, hes married "}, {"id": "61864", "output": "My new camera...   ... RIP my hot pink Polaroid i733 "}, {"id": "61865", "output": "@LadyRedCrest alex is gonna be on the tour til nc, be sure to look for him! "}, {"id": "61866", "output": "@mctweetaholic ooo i wanna go! but i cant  but its all good "}, {"id": "61867", "output": "@BlueBerry_xx i constantly fight with my dad he's scared of me now so he just lets me do what i want except get a piercing "}, {"id": "61868", "output": "@xthemusic did you drink too much? the best cure is a fry up "}, {"id": "61869", "output": "@tommcfly try your best not to strangle the poor chap "}, {"id": "61870", "output": "Good Morning Czech Republic now It's 5:17 AM  and I'm so very tired "}, {"id": "61871", "output": "@JordanAshleigh you dissappeared all weekend, exams tommorrow - last week in school  xxx"}, {"id": "61872", "output": "I'm eating my morning fruit bowl... Momma forgot to take the seeds out of my watermelon. "}, {"id": "61873", "output": "@Bloooped Now that is just low... weight watchers bread FTL. Other weight watchers food is quite decent "}, {"id": "61874", "output": "@leighannirvine My eyes are stinging a bit from the laptop, are yours? O, and my TweetDeck is working again now!  -x-"}, {"id": "61875", "output": "I never knew how painful cutting a wisdom tooth could be. My entire mouth hurts and I have a killer headache! "}, {"id": "61876", "output": "@shanedawson just wondering how come u have no dad I thought i knew everything bout u Im a lousy fan  i thought i knew everything.."}, {"id": "61877", "output": "@CraigVenables she wasn't actualy dead, just collapsed. Year later they diagnosed a brain tumour. She's ok now "}, {"id": "61878", "output": "@cyberentomology there's a BB app in development, and the mobile web version...I've never used on non-iPhone so who knows "}, {"id": "61879", "output": "@ddlovato yesterday &quot;sonny with a chance&quot; came to brazil, i loved it! you're amazing &lt;33 please reply "}, {"id": "61880", "output": "Officer stopped by for our names, numbers and birthdates.  Filing a report of child neglect with DCFS.  "}, {"id": "61881", "output": "@BellaBKNY Because his entire campaign was spent trying to draw focus away from that fact. Now he is embracing it, just pick one I say. "}, {"id": "61882", "output": "@IamMaxatHotSpot There's also pixi lights. Not as cool looking as electroluminescent wire, but it's even easier to use! "}, {"id": "61883", "output": "@Kali_roll I said come here please! And u never came! On twitter I said it "}, {"id": "61884", "output": "@jordanknight thats a sign ur getting old.. muahaha Kidding babe  We love u anyway.. HUGS"}, {"id": "61885", "output": "@renee_66 what did they design i cant find anything this assignment is sooo gay "}, {"id": "61886", "output": "wow. That story about Ariza's brother is so sad. "}, {"id": "61887", "output": "nope  but they were in UEFA cup, because they won that Copa de la Rey thingy"}, {"id": "61888", "output": "I WANT TO BE IN MY APT IN THE CITY NOW AND I WANT TO SHOP ALONG BOURKE NOWNOWNOW I hate you aussie, why does everything close at 6 "}, {"id": "61889", "output": "Freshly painted toes and nails courtesy of @esmitty22 .....next up is the hair "}, {"id": "61890", "output": "@juneislamme Is the pain bad enough to keep you from sleeping? See, if you sleep then no pain until you wake up. "}, {"id": "61891", "output": "thinking 53 more days is the only thing that gets me through work. ahhh i dont want to go "}, {"id": "61892", "output": "@BamaBlockhead I saw the shower comment and by the time I saw it u were gone. Poor u.  Gma is a pistol, huh?"}, {"id": "61893", "output": "@makenai Haha. Yes. Because you went camping. How demeaning. "}, {"id": "61894", "output": "I think Twitter should make their own desktop app for twitter. "}, {"id": "61895", "output": "@cryst_trueblue yeah, should be gettign charger for my other lsptop tommorow  everything hates meeeeee:["}, {"id": "61896", "output": "  - Isn't she lovvveeelllyyyy! Too bad this things costs a small fortune "}, {"id": "61897", "output": "yeah just received my adsense check via Bluedart. It was too fast this time  Google rocks"}, {"id": "61898", "output": "@audreywalker Hey honey - you really looked great in Crackin' The Code - really solid work (especially when Alexis was around  )"}, {"id": "61899", "output": "OMG brings me back to my High School Days!  ?  "}, {"id": "61900", "output": "@anumvighio @harisn and thats because of you haris, you fill it with crap, right? (+ keep 1000s of sms) "}, {"id": "61901", "output": "@jeffwilson blah - that's what I was guessing.  I may hire it out "}, {"id": "61902", "output": "@Kifa7 I know the feeling, I've proctored a lot "}, {"id": "61903", "output": "@purplelime So glad you've managed to come through the re-wiring OK! I really felt for you "}, {"id": "61904", "output": "trying to relax my back right now as it still hurts "}, {"id": "61905", "output": "@larainefan Been trying. Washing my hands more than usual, bandages won't stick "}, {"id": "61906", "output": "@gemstwin Oops, it's over? I missed it. I'm happy that they won. "}, {"id": "61907", "output": "So Teagan's TV commercial shoot was for a new Megablocks toy. Easiest $50 he's ever made! Oh... Wait... The 1st $50 he's ever made. "}, {"id": "61908", "output": "@Lozzie_Smart Nope, didnt av 2, they sent me an email sayin they're nt acceptin any mo applications coz they're full!  Bother :S xxx"}, {"id": "61909", "output": "@V_J I haven't been sleeping well this wk, had a gig Fri nite, &amp; woke up early Sat AM after 3 hrs of sleep. So it was time 2 crash "}, {"id": "61910", "output": "@kyluhtoots oops. Cy's place is too near. Trouble for me. "}, {"id": "61911", "output": "no problem!  how are you doing?   I'm  glad to see you on the stream! @humzayasin  #photographer #photography #togsfollow"}, {"id": "61912", "output": "@shaktijs done.. lunch via web 7.0, lonavla, chikki, waterfall... wah, an ideal sunday !! majja ni life.. "}, {"id": "61913", "output": "VOTE VOTE VOTE!!  @TOMMCFLY IS BACK IN THE LEAD!!    "}, {"id": "61914", "output": " my foot is killing me. off to docs later so hope they can sort me out!"}, {"id": "61915", "output": "@You2Gov who knows, maybe they will post a message and let everyone know what happened "}, {"id": "61916", "output": "It's raining! Cool. And it's raining quite hard now. "}, {"id": "61917", "output": "I'm just noticing NOW that a handfull of my favorite youtubers are gone "}, {"id": "61918", "output": "Photo: This is such a cool Place! WOW!   "}, {"id": "61919", "output": "@aliceholder yeah their coming to manchester so im off to that un.... what one is the closest to you?  sorry you cant go "}, {"id": "61920", "output": "@untuckem Aww... I missed out on all the cool stuff "}, {"id": "61921", "output": "i'm watching Night at the Museum on sky+ It's jokes! Just bought a nice dress too!  x"}, {"id": "61922", "output": "well, i guess it's time for bed. g'night twitter "}, {"id": "61923", "output": "Ugh, I have to go back to work today. "}, {"id": "61924", "output": "Still feeling a bit meh today. Going to watch football with my dad again &amp; hope it cheers me up. Bloody raining again too "}, {"id": "61925", "output": "@dexterscott THAT WAS A GEM! it is so relaxing! no I haven't  I don't even know where is beit!"}, {"id": "61926", "output": "@ElementsOfJazz I'd never heard of Sidney Mnisis - Shame the player on the site is only 30 sec previews "}, {"id": "61927", "output": "@JakeJones26 haha nice. Yah I have some big things for us too.  Call at 10:00am?  Big ish poppin.  PEACE "}, {"id": "61928", "output": "@Mandyque WE AIM TO PLEASE   how are you babe   hows c doing?"}, {"id": "61929", "output": "if you think you are &quot;friends&quot; w/ daniel (or anyone!) just b/c you follow him, you need a serious reality check. that's all i'll say "}, {"id": "61930", "output": "@luluchandie85 Paris  Paris  Paris  Paris  Paris  #marsiscoming #marsiscoming #marsiscoming #marsiscoming #marsiscoming"}, {"id": "61931", "output": "@ladyofsalzburg hee, remember falling asleep to that film in the cinema. Awoke in the next showing and thought, wow, this is a long film "}, {"id": "61932", "output": "@LaChatNoir Good health, patience and a speedy recovery to you all "}, {"id": "61933", "output": "@Ultimation No money otherwise a resounding yes  I can't afford to get down atm. Need a job! "}, {"id": "61934", "output": "@meryreino For june &amp; the middle of july. Shes coming back right after her 16th bday  So either b4 or after she returns we will celebrate."}, {"id": "61935", "output": "@maygunrose take it as a compliment, haha. i am so anxious for them to release the concert date for australia, i mean, i'm dying "}, {"id": "61936", "output": "Yayyy Lonely Hearts is about to start in 10 min. Love this movie "}, {"id": "61937", "output": "Still awake.. missin him so muchhhhh  butttt fortunately, being awake is allowing me to learn new things.. HmmMm!!  "}, {"id": "61938", "output": "@Triptophobia ICUTHAR! Thanks for the email. You said you'd be online?  I'm boored. and I need ideas for an OC. My art is flatline ATM."}, {"id": "61939", "output": "@Josephine__B  hey hye you Twitter addict   i have something interesting to tell you tmoz im off to soccer xo"}, {"id": "61940", "output": "@sianleigh_ :O waheyyyy!  she's a big mouthed div aint she :') and i know  but he's a bit of a twat so what can you expect eh! xx"}, {"id": "61941", "output": "@kristy awesome! I actually ahve to work while i'm in town, so I'll see what I can do. I'll check in. "}, {"id": "61942", "output": "@JanSimpson absolutely! What a horrid statement to make? He made the rounds insulting minorities and did not spare the children "}, {"id": "61943", "output": "@evAllTimeLow haha yeah! everywhere, its insane. We're gonna raid some shops tomorrow "}, {"id": "61944", "output": "@Suzanne_McLeod It's a beautiful day. Contemplating heading down to the beach with a book and a mini picnic. "}, {"id": "61945", "output": "#inaperfectworld Kurt Cobain would still be here making brilliant music "}, {"id": "61946", "output": "@JanetChase I always throw my banana's in the freezer as soon as they start going dark, that way I've always got some when I want to bake "}, {"id": "61947", "output": "@BrandonDaBalla L0l I Knew You Were Gonna Say That ! That Video Is.. Wow. But I'll Try To Be Here So I Can Watch. "}, {"id": "61948", "output": "is logging off now  good bye. i don't like to travel between home to Tuas Checkpoint... no internet! *true a...  "}, {"id": "61949", "output": "going to buy a book with Krista! and also to purchase index cards! "}, {"id": "61950", "output": "sorta miss him  ...........dim gai? its not like we ever talk...=.=...or see each other."}, {"id": "61951", "output": "@jamiemcflyx thats shit. Why the hell are @mileycyrus tickets so expensive. Great. Now i can't go. Totally ridiculas price! "}, {"id": "61952", "output": "@koollikesnow yea.  i think they have him hooked up to a machine right now. Dunno."}, {"id": "61953", "output": "@nkotblvr this is true.. one can never have too much of them abs "}, {"id": "61954", "output": "ohmigod... i want the sidekick 2009 model!  TELSTRA - please please please import it!!!  "}, {"id": "61955", "output": "@sccrpr0digy   - lmao. y'all amuse me  Hate to break it to ya, dude, but she was kinda rockin it better Fab. lol."}, {"id": "61956", "output": "@meesha_bradshaw -- awww! that was really nice/sweet of them. "}, {"id": "61957", "output": "Aww...missed talking to that boy. Schedules have just been crazy lately but i DID promise u ur JB soon and i intend to keep my promise! "}, {"id": "61958", "output": "I feel so much better after i wrote down a to do list. i need to do this more often. handy to do lists. "}, {"id": "61959", "output": "@TomboyTigress leather is ok   one of my favorites has always been gas ( fresh from the pump). Matches just blown out. candles just out"}, {"id": "61960", "output": "   Jeydon is good a rapping, and hez HOTT!!! "}, {"id": "61961", "output": "Ok, now I gotta really go have that sleep! 2:32 AM here! "}, {"id": "61962", "output": "new pics for my wall bt no blu tac! "}, {"id": "61963", "output": "OMG, i had an eyelash in my eye, and it took me bout 10 minutes of tearing up, wiping, and blowing to get it out. Wow, that hurt "}, {"id": "61964", "output": "i just took a quiz on seventeen.com and said i'm most like KEVIN JONAS! "}, {"id": "61965", "output": "@MAGGIECHICKEN haha. I like Miley ;) buuuuut each to their own, yesh? "}, {"id": "61966", "output": "@bookishnerd That happens a lot at our house with a two year old around.  We're on Return of the Jedi and I think it's my favorite. Yours?"}, {"id": "61967", "output": "  - this pic of @schzimmydeanie is for @a_tiny_spark hope you like it kelly! "}, {"id": "61968", "output": "thinks people really dont understand even when their words to you say they do  u think something then realise something else"}, {"id": "61969", "output": "@katelvs glad you had an amazing night out! I am going back to sleep now "}, {"id": "61970", "output": "i love the day after deadline - it's indecently chilled  if only it was sunny!"}, {"id": "61971", "output": "some crazy shanice fan @Daviesgravey..@shaniceonline doesnt want me to cuss em out. she wants me to pray for them  lol"}, {"id": "61972", "output": "Having colds colds  AH1N1?!?? NOT. I will drink orange juice instead "}, {"id": "61973", "output": "Here ya go  its messy now because its been a few days. Cg turned up turquoise and a petites black/cheap glitter  "}, {"id": "61974", "output": "@mastamoore89 thanks! i posted some of the lyrics on fb my throat is soo shot &amp; i'm so tired!  ive been sleepin at like 730 &amp; 5am lately!"}, {"id": "61975", "output": "@jojomckean Is it because of the holiday your going on with your nan?  x"}, {"id": "61976", "output": "@DjMehdix a little bit of almost everything, but metal also. "}, {"id": "61977", "output": "Morning! Was meant to be watching my friends do the Race for Life today but still feeling ill "}, {"id": "61978", "output": "@mom2nji oh gosh  I hope he's alright. Stay calm mommy!"}, {"id": "61979", "output": "I was asleep, but then I woke up  Now I'm trying to go back to sleep and I'm watching 'Daddy Day Care&quot;"}, {"id": "61980", "output": "All the times u took me to watch a movie "}, {"id": "61981", "output": "@NaisHaniEyedGel my mom thought I was dead too. My parents don't believe I actually feel GUILT for this. I FEEL REALLY BAD  I wish I died"}, {"id": "61982", "output": "@megantabucbuc i hope so! what time do you get out? i start at 1015 and get out at 335. "}, {"id": "61983", "output": "@triniteddybear  i know right....stupid weather in T.O i tell u...so sick of this shit!"}, {"id": "61984", "output": "@awesome_tie yes they do  they're singing all the time "}, {"id": "61985", "output": "installing the sims 3 and watching terminator 3  x"}, {"id": "61986", "output": "@gummybear78 yea! I think once u hav a lot of detail the file gets to big &amp; just freezes  so i just ended doing my sctions in autocad lol"}, {"id": "61987", "output": "Going to Black-Rock with Nat Moore and my family "}, {"id": "61988", "output": "@FWEE4U I better not say what I was going to...I have a feeling my poor taste is giving msLeaves headaches... "}, {"id": "61989", "output": "@SamLuminate hey have a great day! (: not sure if u read my other tweet but pray for us please. im worried  hope your doing good..peace xo"}, {"id": "61990", "output": "my legs are so bruised and i've no idea at all how i got them all. "}, {"id": "61991", "output": "@djhellayella  but some how I don't fully believe that...lol"}, {"id": "61992", "output": "@curious1966 so can you go another 12 hours? use that inner will power come on "}, {"id": "61993", "output": "@KatieParsons now you didn't set that off on purpose by any chance did ya "}, {"id": "61994", "output": "Currently stopped at a gas station upstate. Eating at Bob's Big Boy. We don't have this place back home in Brooklyn. And I can see why. "}, {"id": "61995", "output": "@superjentendo i'm so sorry to hear that. my gf just lost her mother this morning. sad times  "}, {"id": "61996", "output": "Did you see this?????  Read about A sleeping through the night and why it made me sad and not happy!       "}, {"id": "61997", "output": "@CforrClemmensen :O so u have 1.5gigs!! of RAM cos thats ALOT! i only have 512mb "}, {"id": "61998", "output": "@itsmesammond ahh! that sounds likea good idea  pity im not going to oxegen this year. how much ofa shitter? lmao xxx"}, {"id": "61999", "output": "@MamzelleF  he he DUVET DAY!!! Yeah i know what you mean hun its horrible. Hope weather gets better soon "}, {"id": "611000", "output": "Ahaa awh someone from school just got on the bus and reminded me of a running joke we had, funny funny. I miss some school people "}, {"id": "611001", "output": "@BornInIniquity morning punk! Not even a hello to me? Lol, have a good day!! "}, {"id": "611002", "output": "@praguematic I *love* live music so I used to go to random shows/concerts all the time but I never have anyone to go with anymore  fml lol"}, {"id": "611003", "output": "@frogboy229 Thanks!!! It's ok tho. Can pick friends but not family. I've got great friends. "}, {"id": "611004", "output": "I hate bus rides. Mostly just the people on the bus. Too many idiots "}, {"id": "611005", "output": "off to work again. im tired  I work 9 to 6 tommorow and then jonas weekend begins!"}, {"id": "611006", "output": "@ambermatson Being burgled is bad enough (personal  experience) but to lose YBL stuff so close to deadline. Really sorry for them "}, {"id": "611007", "output": "@zelroid OOC: Welcome back.  And yay for no headaches! "}, {"id": "611008", "output": "Home from jim jams drinking a sweet tea.. I have to go buy brittanys present for tom  here we go again.."}, {"id": "611009", "output": "@CADbloke AIR is very ram intensive/leaky. .NET is betterer "}, {"id": "611010", "output": "I had some weird-ass twilight themed dreams last night. I've never read the books, and seen the movie 1ce "}, {"id": "611011", "output": "@Ormo_atNormo I don't know how I missed that. First line of the page too :p I'll read more carefully next time, to not bother you "}, {"id": "611012", "output": "@FallenStar1 that is always the most frustrating thing about hospitals! you*re @ their mercy, on their time table ... i*m sorry sweetie "}, {"id": "611013", "output": "@llordllama will do, of course! the South American woolly enclosure is on my itinery "}, {"id": "611014", "output": "Oh dear, Adobe has launched Acrobat.com - offers to convert things into PDFs. Immediately spring to check it out; doesn't do .DOCX to PDF "}, {"id": "611015", "output": "House is a mess. Big clean up session tonight before the cleaner comes on Monday morning. Sounds wierd, clean up for the cleaner "}, {"id": "611016", "output": "I've had a Wii for 4 months, and it's not even been out of the box yet. It's still in the carrier bag where it was dumped. "}, {"id": "611017", "output": "What did I learn? Trying to figure it out all by myself took most off the time. Google took 5 minutes and I still needed the extra hands "}, {"id": "611018", "output": "Ok... Hey! Ask my Magic 8 Ball a yes or no question!  GO!!"}, {"id": "611019", "output": "GONNA MISS MA SCL MA FRIENDZ MA CLASMATESS MA TEACHERZ MA WHOLE SCL ::::: I WILL MISS THEM SOO MUCH  OPS 4 EVA LUV IT MISS IT"}, {"id": "611020", "output": "@timothyreese I doubt they'll make it with an actual cockpit. "}, {"id": "611021", "output": "@BeeBayBeeXoXo well i love that your internet is up &amp; running  no work today... im bored. fix it."}, {"id": "611022", "output": "Rave head vs hippie birthdays turns grace into a jibbering wreck "}, {"id": "611023", "output": "@lewser12 Shouldn't have gone for a dip in your pond then, should you! nah, working   will catch up if it was worth it?"}, {"id": "611024", "output": "@ToniCrosby yeah i am i am soo excited  Xx"}, {"id": "611025", "output": "good evening every1  and *hii fiive* new followers "}, {"id": "611026", "output": "@YoungQ today is going good...rainy ..sitting at home with kids..chillin on a sunday...eating Pizza...relaxing.appreciating fam "}, {"id": "611027", "output": "@pdwhite522 I'm missing Cleveland this time around.   And I REALLY want to go to Indy."}, {"id": "611028", "output": "@tracyk527 thanks doll. I've got your SS on the reminder sheet. I just hope that at least one, if not both the kids are napping. "}, {"id": "611029", "output": "It seems DT might be a fan of Ashes  Awww"}, {"id": "611030", "output": "@auntieflo dont want to chance it.. Ah thats tres sad. The day b4 u wer going! "}, {"id": "611031", "output": "weird my last txt tweet went MIA  anyway, gonna try to nap cause i hardly slept last night"}, {"id": "611032", "output": "@MilesKane3 Dude, i know!  We are already in the middle of the year. Autumn wont seem too far away."}, {"id": "611033", "output": "Uh @JoelMadden, I'll do it.      #musicmonday"}, {"id": "611034", "output": "@billyraycyrus oi tell your daughter to lower her ticket prices we cant afford it in london  my sister cried."}, {"id": "611035", "output": "@Jonasbrothers I THINK U COULD BE HOSTING THE TV SHOW "}, {"id": "611036", "output": "@macstarr - Oh my, 7am on a Sun, where did ya have to so early in the morn? Hope you got some rest chica "}, {"id": "611037", "output": "@RockinChick09 yeah i guess lol OMG IF U DONT BRING ME UP 90 TIMES!  LOL"}, {"id": "611038", "output": "@jesskarrr naw thanks, nawww that's no good  getting close to end of term, shit happens "}, {"id": "611039", "output": "@vene2ia thank you, likewise.  i look forward to talking more, soon. cheers"}, {"id": "611040", "output": "I take that back...THIS...is reallyyy...old...haha...but still lovely.      "}, {"id": "611041", "output": "i would like my old neighbor back please, this new one plays too much base, i HATE base, it hurts "}, {"id": "611042", "output": "@mileycyrus Tennis? U mean Wii tennis? Or real tennis? Girl wins gold popcorn and is now playing tennis. U r too much.....why we &lt;3 u. "}, {"id": "611043", "output": "its so hard to be happy for someone when you're so jealous of what they have.  i'd kill for it!!"}, {"id": "611044", "output": "watching britain's got talent  cos i'm cool like that"}, {"id": "611045", "output": "@biffyhouse hehehee  You'll have to tell me how good T4 is so I can debate if I'm wasting the money to see it."}, {"id": "611046", "output": "My ipods run out of battery - stuck in traffic  text me - 07595758075"}, {"id": "611047", "output": "Downside of students creating work online - when site is down I can't mark it (not OU!)   "}, {"id": "611048", "output": "LOL at @wyeh32 and @kpamintuan ! Thank you, bao bei! "}, {"id": "611049", "output": "@samanthablews oh my god, I might die. Mum said no more shows after tai / anberlin till I finish school.  I can't miss william doing an"}, {"id": "611050", "output": "@UndeadDoG I don't know how I'm gonna find sponsors, I don't know any1  ....... I don't like people."}, {"id": "611051", "output": "Aarrrggghhhh my hair is soo tight!!! I almost feel like my scalp is bleeding!!!!! "}, {"id": "611052", "output": "Slowly dying at Old Town, want to sit down and cry already, cannot do this essay writing anymore "}, {"id": "611053", "output": "trying to figure out things to do when you can only lay down is a particular position is really tricky "}, {"id": "611054", "output": "@sweetemmaxxx yeah it's on the new album. It's amazing! You have to hear it  Xx"}, {"id": "611055", "output": "@ninpolite aww, that is really sad to hear, I hope he gets better soon and yeah hopefully things will start to look up soon, "}, {"id": "611056", "output": "@TheRemusLupins I saw that video the other day... i laughed sooo hard... those people are freakin brilliant!! "}, {"id": "611057", "output": "@robsteadman That's not ancient!  You're as old as you feel. "}, {"id": "611058", "output": "@riichbabii Get 100 followers a day using www.tweeterfollow.com Once you add everyone you are on the train or pay vip "}, {"id": "611059", "output": "Is still buried with tons of work , running out of time ! Stomach growling too  haven ate anything since morning !"}, {"id": "611060", "output": "@PAPAHOfficial pretty sweet. Cruised the strip, drank a bit and watched land of the lost. Hangover was packed! "}, {"id": "611061", "output": "@sensuouswife about 5:30, give or take traffic on US 23. Picnic @ the church where the band concert is!  "}, {"id": "611062", "output": "@hungryalien yeah, I'm pretty sore, my back hurts from all those boys, but they took fast naman, 5 mins each  got paid well ;)"}, {"id": "611063", "output": "Watching an adorable baby blackbird in the garden, it's all clumsy and is still being fed by mum. Where's Chris Packham when I need him? "}, {"id": "611064", "output": "@murphygrainne I hope so, I wouldnt want too many of those kind of nights! Felt very unrefreshed! "}, {"id": "611065", "output": "@sugartastic The same thing keeps happening to me! I think all my followers have discovered that they secretly hate me "}, {"id": "611066", "output": "@Chold1 LOL! That's for sure, but hey, it could've been worse. Riley might've done some relief business on your head. Happened 2 me b4! "}, {"id": "611067", "output": "@dirksfadeaway sorry we slept in  will be thinking of you today xx"}, {"id": "611068", "output": "@jordanhowell lol  was going to be my new phone but it was a bit too expensive . But i like my touchscreen, not bad "}, {"id": "611069", "output": "@megspptc   I think I did it and the suitcase is not even expanded yet!    Oh yea and the hairdryer fit!  WOOT!  "}, {"id": "611070", "output": "@MrsStephenFry Morning Mrs F, I generally find that the kids make their appearance right at the mosst inopportune moment "}, {"id": "611071", "output": "I need something to pass the afternoon. I wish to go shopping but no one will take me "}, {"id": "611072", "output": "@jaciburton Sometimes we go to camp &amp; I want to sit on my deck &amp; read all day rather than ride the ATVs. Nothing wrong with that. "}, {"id": "611073", "output": "setting work for students? HARDEST THING EVER.  teaching is the easy bit guys!"}, {"id": "611074", "output": "Just came out the American Express building to pay my mom bill I was sooooo tempted to apply for one  don't wanna do that to myself"}, {"id": "611075", "output": "Wow!! I actually want to read right now..  Weird!!!  i know someone would be happy!! Hahaha ;)"}, {"id": "611076", "output": "@YoungQ Ohh, well I hope it all goes well and most of all &quot;Have fun&quot;. Might see u in chat later "}, {"id": "611077", "output": "@ButchtasticKyle hope it went well, I am looking at having to have an HSG next week or so... no fun they tell me "}, {"id": "611078", "output": "@lijeyeshaveit  I want to come out but I can't. Next year though should be so fun."}, {"id": "611079", "output": "@rotkapchen I think Target should probably hire designers for aesthetically pleasing, non electric kitchen / office gadgets "}, {"id": "611080", "output": "@hxcfairy Yay! Naked men! I want them here at work...placed next to me. That would make me happy. Spock, Kirk, Wolverine, Milo...ahhh! "}, {"id": "611081", "output": "@yat4ever I always enjoy the glimpses into your bright window "}, {"id": "611082", "output": "@mattb09 I think I'm dying  good result or bad times?"}, {"id": "611083", "output": "@dfizzy are u on iPhone ?? Lol. I'm outta school beyoncÃ© tonight!! Um that was pretii random.. Btw you making another vid soon? "}, {"id": "611084", "output": "@YoungQ I'm @ home in Glos, UK all the way across the big pond lol.  But will be in Orlando in a couple of weeks on holiday "}, {"id": "611085", "output": "@jenncutter I wish i had my 360 so I can play MP with my friends. I feel as though I am missing out on half of the game "}, {"id": "611086", "output": "@RickeySmiley good morning 2 u.... I'm ready to get my laugh on "}, {"id": "611087", "output": "@Panda1984 woo hoo! Have discovered im a bit sad.nobody watches eurovision any more! "}, {"id": "611088", "output": "@comicbookorange Cool! Congrats!  Your show should own YouTube. Love that show! ..Sorry fan-boy moment.."}, {"id": "611089", "output": "i actually hate boredom. it sucks. i can smell my cakes from here  yummmm. ready in about half an hour i think xD"}, {"id": "611090", "output": "@Fejennings Yeah...im a bit tired.. i didnt sleep that much b4 dad went..so its catching up with me..  "}, {"id": "611091", "output": "Whiskey, bottle of coke? Can only mean one thing.... Blues rock night "}, {"id": "611092", "output": "@OEdleston all plans on hold cept for leics which i already bought train tix for "}, {"id": "611093", "output": "Earning my keep, am now having a sizzler dinner. My &quot;pay&quot; for being tourguide &amp; driver the whole day! Thanks guys for all d meals 2 day!! "}, {"id": "611094", "output": "@rachmurrayX aww hunni, have u emailed them??? i tweeted them about it, no reply .. typical.. its such a fix  im oo orry  "}, {"id": "611095", "output": "@cardsforheroes hey cool, would have hated to miss the sunshine "}, {"id": "611096", "output": "@onehipmama Beautifully done! A gift to a lucky mom from a lucky son! "}, {"id": "611097", "output": "going out for my miles.........great overcast morning  nice and cool"}, {"id": "611098", "output": "Back on with the clinical laboratory sciences...i hate microbiology  Still...had a good morning at church and yummy brunch ^__^"}, {"id": "611099", "output": "k, gotta do some work... have to hand in all 60 of my reports on Monday or the head will have my head for his tea "}, {"id": "611100", "output": "@NessaBabehh LOL!! ha its not big enough D: twitter me another 50?  ha jk. but seriously its too small LOL! but thx for giving me food "}, {"id": "611101", "output": "@no634 Ugh, great  Good luck to you and your dog"}, {"id": "611102", "output": "just got a graduation check, a year later. I'll take it! "}, {"id": "611103", "output": "daughter's going to send pics of an adorable ape at the zoo today. i don't like them being caged up like they are. "}, {"id": "611104", "output": "Today is a food day! Lotsa food is coming to my belly. Thanking Heaven for this! "}, {"id": "611105", "output": "@chucktheceo yesssssss i know. this club sucks for me running in the morning "}, {"id": "611106", "output": "FOLLOW FRIDAY: I think @teemwilliams could if she likes to, follow @celinehlbk - that is all "}, {"id": "611107", "output": "@dj_cm  Didn't drink enough for a hangover, just tired and over worked "}, {"id": "611108", "output": "omg i havent tweeted all day and i really missed it  I was craving it all day, i was thinking of different tweets so be prepared for loads"}, {"id": "611109", "output": "listen to Drake on the ipod..bout to clean my kitchen..ugh lol THEN i can finally go out "}, {"id": "611110", "output": "@XxEMxX Ha! I won't, I just nearly got myself run over and then nearly passed from cycling up a near vertical hill. Cos I'm clever. "}, {"id": "611111", "output": "@exiter now you should management for myanmar word.. it need to approve 20 word... "}, {"id": "611112", "output": "Oh last night I was going on and on about this guy to Joseph on the phone...yeah awkward conversation but idc "}, {"id": "611113", "output": "@hideyourarms Yeah i have seen the original one, obviously a lazy site owner but thats no excuse! He didn't even give you the credit "}, {"id": "611114", "output": "@boricuaxmami16 me too  shoulda gone with you guys, lol"}, {"id": "611115", "output": "@marybethrabon I'm jealous! I'm lucky if I get 5 hours of sleep "}, {"id": "611116", "output": "@007peter Love Windows 7 but hate that I can't get it to connect to the internet through wire "}, {"id": "611117", "output": "Ya know what makes the world a better place? Puppies! "}, {"id": "611118", "output": "I knooww saraw  Unstoppable by Kat De Luna ft. Lil Wayne "}, {"id": "611119", "output": "@coolzebras Sorry to hear that the boy is sick.     Do you want me to look for some phrase stamps for you at a cheap price?"}, {"id": "611120", "output": "OMG i had a crush on this MAN for years &amp; Word is he's gay!  Say it aint so! (Not a celeb)"}, {"id": "611121", "output": "what i saw today in our house was extremely a surprise! okay i did not expect this shiz ) i have a new hard drive! "}, {"id": "611122", "output": "@huptar Work wasn't so bad actually... Won a box of chocolates because i opened an account "}, {"id": "611123", "output": "Oh man i wish shatner was in star trek, but hey nimoy was there!  check out the full movie:  "}, {"id": "611124", "output": "@RcDanger ah  i love your qoute about joe jonas!  its beautiful! did you make that up?"}, {"id": "611125", "output": "Need to start exercising, but I hate running, and there's nowhere nice to walk even remotely near to me "}, {"id": "611126", "output": "Just spent the whole task 2 scene explaining what was happening to my brother cuz he kept asking questions lol. At least he's interested! "}, {"id": "611127", "output": "@jeremylucido night jeremy! (3 hours ahead of you guys  )"}, {"id": "611128", "output": "Hello world of twitter, how are we all? Off to another bbq  whooooo!!"}, {"id": "611129", "output": "@Toni_GPB  What a mean hubby @royal_3 is.  I got ice cream last night from my hubby, he needs to follow suit, it'll make you HAPPY! lol"}, {"id": "611130", "output": "@VeexVenom Orrrh thankyouu  its a funny lil pictureee. hahaha"}, {"id": "611131", "output": "Sitting on the decking reading psychology notes with my ipod and my dog. It's far too warm "}, {"id": "611132", "output": "@AngieZherself You've no idea. My husband &amp; I used to work for him &amp; knew him for a LOONG time. I can't believe how far he's fallen. "}, {"id": "611133", "output": "@KnightGrl Hi Judith Lisa wanted to let u know it is ok to bring (Lisa) wifey to her after diner gathering the day of pole dancing "}, {"id": "611134", "output": "@jc_123 ahahahah fuck you! i only take 2 a day now cause my doctor changed my perscription!  and then maybe 2 tylenol if my head hurts "}, {"id": "611135", "output": "@Wendywitwoo You're more than welcome...sounds like an amazing offer!  x"}, {"id": "611136", "output": "Shoutouts to @SweetStevieLeesDad playing good music in the back &amp; also cooking in the kitchen yay dad "}, {"id": "611137", "output": "@jodabone CANCEL CANCEL CANCEL, your couch will thank you for it "}, {"id": "611138", "output": "@EmerHeatley eww to fat topless men. Cork Pride was on! Fantastic wknd. Paul Merton was over for it! "}, {"id": "611139", "output": "@Christinah86 Haha well done.  It seems pretty easy, since we don't have to write much for it."}, {"id": "611140", "output": "@Mickystarship haha, duuuuude. xD i think i lost your number. "}, {"id": "611141", "output": "@JackAllTimeLow and i can't wait to watch them both "}, {"id": "611142", "output": "@InsaneXade I used to use that one...crashed on me a lot "}, {"id": "611143", "output": "@brett Aw! You're on Cali withdrawal! &lt;3 I don't blame you  Sorry you are not feeling 100% though. Taking it easy today?"}, {"id": "611144", "output": "@Yosid When I was in school I blogged for Pantone markers, asking readers to each buy me one as a token for their LOLing. It worked out "}, {"id": "611145", "output": "@LittleMissBob Home, but too late  I'll talk to you when you get home tonight"}, {"id": "611146", "output": "Listening to the song my Daddy used to sing to me everynight before i went to sleep "}, {"id": "611147", "output": "@nikkreed If that's true and you promise to post (tweet) a pic... I'd try n help you. "}, {"id": "611148", "output": "@Savanahp It's very relaxing isn't it? I can waste A LOT of time watching them! "}, {"id": "611149", "output": "@donttrythis Will a video be uploaded? I wasn't there. "}, {"id": "611150", "output": "Is it possible to buy from the US Amazon MP3 website with a UK card? Theres an album I want, but they don't have it on the UK one "}, {"id": "611151", "output": "@allieloves 'Much better, thank you (:' or something, and no it's not in my favourites   "}, {"id": "611152", "output": "@jengroover Me too.. think there are some great things we can do Great mind change the world  Hugs!"}, {"id": "611153", "output": "Never knew if I was in love with watching the weather, or just with Dave Schwartz....   : o   Love me some Dave Schwartz  xoxox    LOL!!!"}, {"id": "611154", "output": "@Jasper__Hale Sorry i have that stupid follow limit thing... Let me delete some people "}, {"id": "611155", "output": "@BOOGIELUVSONGZ I'm hoping they will have it up on the website tomorrow "}, {"id": "611156", "output": "well, it's late so good night everyone! see ya'll later "}, {"id": "611157", "output": "Morning everyone, its a beautiful day again. I'm busy today have lots of cakes to make for home and cricket   "}, {"id": "611158", "output": "PAU GASOL!!!!!!! ok,NOW I'm switching the channel!  Pau,Kobe,Sasha&lt;3 [ celynne,ike,kizzy ] ;D"}, {"id": "611159", "output": "Woken v early by bf who was hunting for his book...guess I'm wide awake now  longest day of the year today tho!"}, {"id": "611160", "output": "@HeyItsGrant food weather? lol, well not all the time only summer we get good weather so far its bin the hottist this year  good times lol"}, {"id": "611161", "output": "@BlackheartBouvi a pretty smile, batting your lashes and explaining you are getting married helps "}, {"id": "611162", "output": "is NOT ignoring you guys, just has pics uploading VERY slowly on fb and myspace so can't respond to comments right now  Loves Ya"}, {"id": "611163", "output": "The crossbones on my tokidoki logo zipper broke off in the wash. I'm so sad.   "}, {"id": "611164", "output": "will miss Nantucket dearly, but also has been missing Brooklyn dearly. it's hard to be so torn! "}, {"id": "611165", "output": "@BondServantLZ hey you your ppost you made on the forum about volume boost i cant find it for 2.2.1 "}, {"id": "611166", "output": "I voted  damn that man can catch it and like NOW YO"}, {"id": "611167", "output": "@ajt2 I was thanking you earlier for responding to the dude. But I got a call from the other dude today so thank you thank you thank you! "}, {"id": "611168", "output": "I still can't find my phone, I NEED that phone, well not the phone the memory card in it!  "}, {"id": "611169", "output": "@hannuhhhx3 hahaha aww  and nope! it was a old text"}, {"id": "611170", "output": "@shoelover79 I haven't watched the series yet, think I'll read the books then watch them! Have a great time tonight! "}, {"id": "611171", "output": "@kasperasky dekha... hoping to buy a console when things like natal would become a norm, thn I would dance infront of it to reduce weight "}, {"id": "611172", "output": "Is it just me or is anyone else been slow at getting subscribers lately? I've only been getting about 5 or less a day  It's discouraging."}, {"id": "611173", "output": "@GabrielaElena neither can i  and my knees give out :/"}, {"id": "611174", "output": "@_starry_eyed_ Noooo! I will miss you! Get a credit card and splash out on a new laptop :-P I need starryeyed Tweeting! "}, {"id": "611175", "output": "@sawwaa sigh thats so nice. its never too late tho take a year off when u can afford it and go to art school  study in paris i nak visitU"}, {"id": "611176", "output": "man so many interviews!!!! it's getting a bit overwhelming....gonna tweet you all back soon...gimme a bit "}, {"id": "611177", "output": "@sharmainerae well they were down to earth and everything. and not everyone knew them before. "}, {"id": "611178", "output": "fell into a deep sleep when i went back to sleep. and i missed Inga on twitter.  "}, {"id": "611179", "output": "ANGELS BASEBALL&lt;333. Kelvim Escobar is finally off the DL! Havent seen him pitch since last year! Major shoulder surgery. Boo "}, {"id": "611180", "output": "I'm still sick now.  Having bronchitis for again and again! Poor throat and vocal chords of mine though. "}, {"id": "611181", "output": "@ilikeportello I'd really, really, REALLY like to... But I can't. "}, {"id": "611182", "output": "I just got eye shadow blown all over me "}, {"id": "611183", "output": "@karlmageddon: Thanks for the suggestion!  Glad to hear you had a fun weekend."}, {"id": "611184", "output": "Aldi's reusable grocery bags = strong enough 2 hold my 18mo old lol. Ur groceries won't drop 2 the floor &amp; it's environmentally friendly "}, {"id": "611185", "output": "@visceran My FM transmitter is almost toast from having to leave it in the car, too "}, {"id": "611186", "output": "@mileycyrus ** didnt make sense if you dont win then they most of conted the votes wrong "}, {"id": "611187", "output": "Ok.. I'm schleepy.. *yawn*..   I love my tweet deck .. it's just so cool "}, {"id": "611188", "output": "@mikewilke yes  the grove was beautiful - I'm so glad I found it!"}, {"id": "611189", "output": "Poor Eminem Lmao - New Album Is Awesomely Good Though  xx"}, {"id": "611190", "output": "Night Gang! Hope you all have a great night's sleep! Sweet dreams "}, {"id": "611191", "output": "Oh I bought such wonderful things for my party  so excited!!!"}, {"id": "611192", "output": "@eoshipper4ever We will have to organize something.. Like a time and phrase to mass tweet!! I'll sleep on it .. Night "}, {"id": "611193", "output": "@thewinevault no your not  actually very funny. @karen_NZ christchurch?"}, {"id": "611194", "output": "Later today I'm going to post a conversation I had w/ the young turk re the biz he is starting. Wait til you hear his mission statement. "}, {"id": "611195", "output": "@ahmytamagotchi Oh, hellyes! XD I spent 3 days straight just full on downloading custom content...I think that was the best part, haha "}, {"id": "611196", "output": "Lost my mother ring.... Just bought it a few months ago "}, {"id": "611197", "output": "@nagham Mine's a 3 but I intend on making it a 5 tomorrow "}, {"id": "611198", "output": "@IsaChandra spinach and mac? nice. we nearly had mac and &quot;chreese&quot; tonight, but were out of soy milk.  what is your favorite vegan cheese?"}, {"id": "611199", "output": "A yearht after my graduation; --&gt;   &lt;--Rememberin my history "}, {"id": "611200", "output": "I haven't had a fever in a long time. I really hate being sick "}, {"id": "611201", "output": "@RS_SoTx Why wouldn't he invite the Queen? Well, maybe with the national debt, he didn't have enough on his card for another iPod? #tcot "}, {"id": "611202", "output": "Why would anyone want to kill Jimmy Carter?? I dont get it. "}, {"id": "611203", "output": "@megodbike and that's some of the less worrying ones   Babybird, 1996 - huge hit when you were...um...5 or so ?"}, {"id": "611204", "output": "@amazingphoebe i don't know what to do, because anything i say now, will sound rich. so the only thing i can do is go "}, {"id": "611205", "output": "I wish I could be at the Zine Symposium "}, {"id": "611206", "output": "@Nuff55 Bit of a rocky start with a 4yr old mini tantrum, but all looking good now thanks  Hope it's a good one for us all!"}, {"id": "611207", "output": "@Wossy Night time here ... trying to stay awake to watch @rustyrockets on Leno "}, {"id": "611208", "output": "Is gonna give herself a pedicure once she gets home "}, {"id": "611209", "output": "meeh maths excam today   i know im gonna get bollocked at school for 'not revising' when i did nearly 4 hours yday on the bus/train!!"}, {"id": "611210", "output": "Cat xrays are back and fine. Murphy is spending the night at the vet while we wait for blood and urine results. He's got an iv "}, {"id": "611211", "output": "@bestpearl Thank you for the compliment! I followed but lost some &amp; have had to go back &amp; do again. "}, {"id": "611212", "output": "In english, about to get yelled at for not doing my homework.  Wish me luck."}, {"id": "611213", "output": "@brokepimpstyles oooh i gotta put otis on the player now. these arms of mine my favorite. "}, {"id": "611214", "output": "too many people tweeting/replying to me at once, I can't keep up  sorry if I don't reply, I probably didn't see it cuz it got pushed down"}, {"id": "611215", "output": "At interesting conference but it seems a crazy christian guy has chosen same wshops and keeps taking over with irrelevant religious chat! "}, {"id": "611216", "output": "@francesca7 adventureland!!! where did u get it from ive bee trying to download it "}, {"id": "611217", "output": "@megaaanftw nathan n ellis will be back at 12. You see this is why i will hate uni being alone ! "}, {"id": "611218", "output": "@tpr2 Obviously I meant &quot;can't finish one site&quot;. Wifey just came and told me (ie: ordered) time to sign off  Night!"}, {"id": "611219", "output": "At muh house with @dmcbride9. And maggie. They all think i'm a twitter whore. "}, {"id": "611220", "output": "@alexandrakeller @pbandjcreations @polkadotskies Have any fun plans for the weekend? "}, {"id": "611221", "output": "@jonasbrothers hm , tough one . Much better &amp; WWII , although a change of mind could be sudden they all seem preety amazing "}, {"id": "611222", "output": "@minnaeii OH COOLIO! AKU MAU TATTOO JUA but kami tidak boleh buat  where are you doing it? Miri?"}, {"id": "611223", "output": "I've laid in my bed for around 8 hours, but I'm not sure how many of those actually included sleep "}, {"id": "611224", "output": "Off to the beach today  will take some pics then put them on."}, {"id": "611225", "output": "Super bored. Up and took out the dogs. Gotta love dogs.  About to wash dishes and get something done around the house. "}, {"id": "611226", "output": "Right I need to get ready &amp; get going.. (Twitter felt weird &amp; different yesterday, at least to me) .. post office first then to work... "}, {"id": "611227", "output": "@Lazalot I live in Southampton but work on the Isle of Wight - not a bloomin' drop as yet!  My poor lawn! ;) Where are you based?"}, {"id": "611228", "output": "@TVXQUKnow U always reply to ur fan when u have free time . I like it. Hope JaeJoong like you  ~"}, {"id": "611229", "output": "i was dreaming about @thisisryanross and @petewentz last night. it was sooooooooooo beautiful dream "}, {"id": "611230", "output": "@taratomes I'm melting onto my desk and unable to concentrate "}, {"id": "611231", "output": "have I mentioned already how much I love Sookie/Eric scenes from the books? "}, {"id": "611232", "output": "@miizronnie aha  Yea someone came knocking then my mom told him to go out  the back cuz a bunch young boys were out in front.."}, {"id": "611233", "output": "@issie07 awwkayy if you dont read my epi check back tomorrow coz it will be up "}, {"id": "611234", "output": "Glad to be home now snuggling in bed with nishan now "}, {"id": "611235", "output": "Hope He's Having Fun...They R Definitely Making My Job Easier  I Can Do All That and Then Some...Wanna Know How It Feels 4real!!!!"}, {"id": "611236", "output": "goood morning the sun is shining andi got a smile on my face  the Lord is GOOD"}, {"id": "611237", "output": "@emilyyyem  i may just have to find it on youtube &amp; download the video to my ipod."}, {"id": "611238", "output": "@Jivanesia waduh terimakasih sekali kl gue deserve....hihi but I dont think so "}, {"id": "611239", "output": "wow finnally got my ipod back from my mom.... waiting for it to charge but very happy "}, {"id": "611240", "output": "yay for #musicmonday !!! Too bad I can't tweet the song I like right now..ugh "}, {"id": "611241", "output": "...  My jeans are soaked, I had to run through the rain."}, {"id": "611242", "output": "@TaylaMcCloud ok, i knew everything but there was so much to write and my hand was really hurting &amp; i was writing till the last sec "}, {"id": "611243", "output": "@Fabio_Z  i will keep you posted about it ;)"}, {"id": "611244", "output": "Can't seem to get the son's angry rabbit to scan. He even gave her lovely long eyelashes! Angry as she is... "}, {"id": "611245", "output": "@mypropaganda There's some serious lag between whatever you are using for FB and the Twitter reposting of it... "}, {"id": "611246", "output": "@NCStoked HAHAHAHA i will fo sho!!!  i miss you! "}, {"id": "611247", "output": "@colebarnes  Thank you Cole for the insight!!! I think I don't even want to watch the You Tube video either! "}, {"id": "611248", "output": "@DaisyKary I won't be in up north until 15 th. "}, {"id": "611249", "output": "@fitbrotha dahntay actually had the funniest dunk in duke history   "}, {"id": "611250", "output": "All righty...I believe I'm very overdue for bedtime. G'night, folks! See everyone tomorrow. "}, {"id": "611251", "output": "I'll be twittering again tomorrow. Or maybe later. There's still hope. But anyway, see y'all! "}, {"id": "611252", "output": "@russeltarr morning  really like the prezi.. did you make it?"}, {"id": "611253", "output": "@itsmesammond baby do some revision  i'm going to later? do you fancy hanging out and doing some? fags too! xx"}, {"id": "611254", "output": "time to make slide for #barcampbkk3  one week late. sorry"}, {"id": "611255", "output": "@frak bloody well done on the fucking swearing thing hun "}, {"id": "611256", "output": "@JessicaViberg I didn't know you could feel this way about a person you don't know.. and my heart is broken  .. it hurts.."}, {"id": "611257", "output": "Does anyone have a spare Wii they want to give me for free? Mrs says I'm 'not allowed' to buy one and sulking's not working "}, {"id": "611258", "output": "@itsLissa LOL yeah don't donate another $200+ to starbucks in june    some hot chocolate or coffee actually sounds good in this weather"}, {"id": "611259", "output": "(DISCUSS)Why do everyone say (thier latest gizmo) is the future of Internet Marketing?Tired of hearing the same ol' lame.  .. Who agrees?"}, {"id": "611260", "output": "@ellice_x aww noo! this stupid hayfever shouldn't prevent you from enjoying lovely weather!  xx"}, {"id": "611261", "output": "@shar0869 Thanks for the re-tweets Shar, appreciate you spreading the word. Hope all is well with Mrs. D. I miss hearing from her. "}, {"id": "611262", "output": "@ludajuice what's ppl always talking bout love today....... how bout how are you? n u really mean that u care. "}, {"id": "611263", "output": "A sweater, a sandwich and a hug sound so fantastic right about now "}, {"id": "611264", "output": "@jamieluvsjordan no   my phone has been acting up lately and not accepting pic text...DUMB!!"}, {"id": "611265", "output": "@Natazzz Thanks, sweetheart. I was on my way as you said it   Good night and sweet dreams!"}, {"id": "611266", "output": "@ChrisPyUK I'll be tuning into it in a mo, just grabbing my cuppa tea "}, {"id": "611267", "output": "@triplejdools oh SNAP i thought you said that coz they lost!   Still got 5/8 for my tips tho "}, {"id": "611268", "output": "@joseke7 Haha! That doesn't sound fun at all. I can't imagine working with an empty stomach. "}, {"id": "611269", "output": "[Dashboard - Modest Mouse] First Modest Mouse blip! Oyay, not bad.  ?  "}, {"id": "611270", "output": "@ksavai yeah i tend not to change it, cuz i always end up forgetting the new one "}, {"id": "611271", "output": "Getting a bad headache as i type  ugh! Not Cool."}, {"id": "611272", "output": "@applenerd106 LMAO vince that is epic fail dude  poor cookies  can i have 1 ?"}, {"id": "611273", "output": "Dont care enough to write you a letter now that im doing better alone "}, {"id": "611274", "output": "says I can't connect to our campus's WiFi.  [phplurk.com]  "}, {"id": "611275", "output": "Oh damn, they're not Australian based  They ship here, but I'm guessing it'll be a fortune. Grr."}, {"id": "611276", "output": "@djohanna wow. shweeet. i hope he'll be ok. i'm so worried about him. "}, {"id": "611277", "output": "@pdempseyfansite haha nah i arent actually... i dont have any more on here "}, {"id": "611278", "output": "@Betheaeroplane cuz i didn't like it  i picked it up real quick for date/easter. i'll buy another one. maybe you can help pick it out."}, {"id": "611279", "output": "  - Joannes. Star. Me. we're getting crazy that time.  love these girls! and i can't wait to see them again!"}, {"id": "611280", "output": "My heart hurts. A lot. Right now.  a lot is an understatement."}, {"id": "611281", "output": "@tommcfly look it's @keren4562 i really sorry, i did'nt ment to insult you or somthing! im soo sorry!! will you forgive me?  plz?"}, {"id": "611282", "output": "@toribell3 Yeah. Miley is a talanted girl. She can sing, act and dance. No wonder she's famous "}, {"id": "611283", "output": "@SuperMiniCooper  No rain here, the suns come back out "}, {"id": "611284", "output": "@demorgan_kram had a good wander about!  So much so my feet are now hurting! "}, {"id": "611285", "output": "Gosh, my hands are aching &amp; I can't wait for tomorrow "}, {"id": "611286", "output": "@ddfigs haha...no worries. and that's funny you thought we were talking about our puppy.  "}, {"id": "611287", "output": "@jennalee Ha ha.  Oh I do. A tiny bit but I'm trained in sleep deprivation. :/ It's been warm - Big Furry Dog wanted to go outside. "}, {"id": "611288", "output": "@Cincinnns I'm hanging in there...trying figure out how to bring my car down to San Diego! "}, {"id": "611289", "output": "Have to move to a new room again and this one is close to the highway..which means i'll b gettin no sleep for the next 6 days "}, {"id": "611290", "output": "If Eminem had more of his old videos I might actually buy some, he don't have much on itunes, maybe a few old and a few new. "}, {"id": "611291", "output": "@doylebob Suprise!! LOL!! 101 isn't a surprise here in Charlotte! "}, {"id": "611292", "output": "Good morning Twitterverse!  What is on tap for you today? For me, my daughter is bringing movies &amp; pizza over 4 a belated Mother's Day! "}, {"id": "611293", "output": "@samicappola cause my amazing hotness has radiated onto you. "}, {"id": "611294", "output": "@o0judy0o 0 mmm well my friend send me a link to DL it n I did I was gonna wait but it was there u kno me its hard for me to wait sorry "}, {"id": "611295", "output": "I was crying all of Tuesday cos I find out! ;( .... Economics is offically my crying subject lol "}, {"id": "611296", "output": "@markknoller LOL!  Phew. Makes such a difference to be elegant in one's swipes. "}, {"id": "611297", "output": "Awesome group    Repost this tweet for me Please!!!;"}, {"id": "611298", "output": "Man, I must have been exhausted! Came home and took a 4 hour nap, shit, messing up my work flow! I supose it happens.  back to work I go!"}, {"id": "611299", "output": "@TatianaToT yes ma'am.. locked &amp;&amp; loaded. i'ma need to make me a trip to TN now. "}, {"id": "611300", "output": "@glamourdolleyes i would look into doing something like that. I have heard you complain numerous time  sort of like a Terms of Service lol"}, {"id": "611301", "output": "@lorenita327 I know!! Why does time fly when ur having fun? We did so much tho! Lol this was something ill never forget! "}, {"id": "611302", "output": "@JoeJGirl2009 thats cool(: nothing on the phone with my bestie  so im bored ahah"}, {"id": "611303", "output": "@Funkybabygirl Hopelessly Devoted to you from grease Lool  Xx"}, {"id": "611304", "output": "And @melancholyjeans is gonna be mad at me  Maybe I could make some oreo balls to make it up to him"}, {"id": "611305", "output": "@julie_moore a lot of people did last night! Morning how are you "}, {"id": "611306", "output": "@Tim3P0 possibly us - it depends on if my headache gets any worse "}, {"id": "611307", "output": "@rohitsabu ah that reminds me, I shud add @pussilanimous @rohitsabu to my account   Evil grin"}, {"id": "611308", "output": "@shyobaba fuck that! it's today, lol i was checking some rubbish link on gamespot, heres the right one,    it's in 6hrs "}, {"id": "611309", "output": "your re leaving, i m waiting, forgive me, i m always missing you, before a good bye  Lady Gaga and Britney rock it together!"}, {"id": "611310", "output": "@liz_azyan know what u mean about missing fighting; really enjoyed fighting last week after months off, just a shame I messed my hand up "}, {"id": "611311", "output": "@GermanFetBall Everyone knew I was coming here!   Vox is one of my favs.  Did read about the BFB and now following it.  will keep in mind"}, {"id": "611312", "output": "got into this tweetdeck thing aaarrrggghhhhhhhh.  This is going to get some getting used to "}, {"id": "611313", "output": "sorry @jadedownes    stare at that and you'll be fine "}, {"id": "611314", "output": "#bgt What happened Greg.  That was a rubbish follow up."}, {"id": "611315", "output": "@adean Should have used SQL Compare to do the deployment.... "}, {"id": "611316", "output": "smells like i should go shopping, i want some sweets "}, {"id": "611317", "output": "@mileycyrus i hope u'll win, but im sure about it &lt;3 love u guurl "}, {"id": "611318", "output": "Reading my head off...i just cant put my book down!! Its just that good "}, {"id": "611319", "output": "@angiemartinez PLEASE HELP PASS THIS ON FOR THE KARDASHIANS   "}, {"id": "611320", "output": "Lol i luv that my bff has fashioned her life like a country song since she stepped foot in oklahoma "}, {"id": "611321", "output": "I was at the beach all day today I'm so burnt "}, {"id": "611322", "output": "My week at The Office is finally over. Ice cold beer waiting. Thanks for all the  #followfriday  fun. Back later folks "}, {"id": "611323", "output": "MISSED THE BEST THREE DAYS OF THE ENTIRE SCHOOL YEAR. When are we EVER going to be out at noon again besides exams? I am sad. "}, {"id": "611324", "output": "@AYOtheproducer cool well that sounds like a plan to me  i can't wait to get to go back in to the studio...one song at a time though ;("}, {"id": "611325", "output": "having a bad day  ma is mad with me"}, {"id": "611326", "output": "  - the revision notes waiting for me "}, {"id": "611327", "output": "@AIPChristina Hi babes, I sent a new PR now that the auctions are up &amp; running. Thanks for all your help! We'll catch up on YIM soon "}, {"id": "611328", "output": "Uggghhh soo Alycia Keys is dating Swizz Beats wow i was wishin and hopen and praying her lowkey man was Common or Method Man! "}, {"id": "611329", "output": "Nice! looks like the currency widget is working again   "}, {"id": "611330", "output": "So, the only Gospel album I have is Kirk Franklin's Nu Nation. Am I going to hell? That's Secular Gospel. "}, {"id": "611331", "output": "omg just found the coolest music tool online!! I am happy now "}, {"id": "611332", "output": "bonfire? check. ghost stories? check. creepy-ass barn? check. leigha almost bursting into tears and unable to talk? double check. "}, {"id": "611333", "output": "@animealmanac no, please check it out! I just can't, because i'm already taking two comic-con related trips in July. "}, {"id": "611334", "output": "@pukekomalcolm Today is my day to catch up on journals. Nice job on the Widgets TLT review "}, {"id": "611335", "output": "@GentleSinner Our presentation be zero. We are doing a play and talking "}, {"id": "611336", "output": "@AmZInDimPZ hahaha r u soberr_ be good! And I got some black ones today "}, {"id": "611337", "output": "@latticelinux Grr...you need sex every hour on the hour "}, {"id": "611338", "output": "@Macavitygal I still don't have time to play on it, maybe it's the one, hehe. I just need it for Paris trip. I actually prefer blackberry "}, {"id": "611339", "output": "I follow @zaibatsu  because HE is a a classic twitter tweep!  (say that 3 x's fast!)   #FollowFriday"}, {"id": "611340", "output": "@identitykrysis See - I'm Irish, and I tend to cycle every summer - alabaster, burnt, back to alabaster, burnt, etc.  "}, {"id": "611341", "output": "My tummy is bothering me again. I knew it was that darn pasta. "}, {"id": "611342", "output": "@NOLAWaterMeter Sorry the photo wasn't better-just used my iPhone. Will have to try a real camera for a better photo "}, {"id": "611343", "output": "@mandyluhhsyou i didn't take it because i was in the car for one; two, it looks like it would've put up a fight. it was an amazing poster "}, {"id": "611344", "output": "@Kamie_k ohh yeaaaaah so you do!! hopefully they might send them out before you go on holiday  xx"}, {"id": "611345", "output": "Motherfucker! I just scratched my phone... Aggg and I was doing so good "}, {"id": "611346", "output": "Stuffy in the staff room today  but hey could be worse, I could be incontenent."}, {"id": "611347", "output": "what happened to my ringtone! i gotta make it tomarroow then i guess "}, {"id": "611348", "output": "Good morning Tweeps! Bloody hell it's actually sunny today, Although day ahead is looking a tad Dunkirk. Sun definitely making up for it "}, {"id": "611349", "output": "@WhimsyHouse He shared but he did not want to make one for me. "}, {"id": "611350", "output": "@kylieeann no we're not.  cant get there in time."}, {"id": "611351", "output": "too much nutella, too much sugar...won't be able to sleep now "}, {"id": "611352", "output": "@Synwpn so lets go watch up thn! fter 11 ish tho.  and at dole theater "}, {"id": "611353", "output": "@Tittch Ooer, darling. A tenor? You told me a fiver last night! LOL ;-) OK Now I AM ashamed... "}, {"id": "611354", "output": "@claudineaimee thanx babe!! Hope you have a wonderful weekend as well "}, {"id": "611355", "output": "@vimoh  Boss, i understand ur plight,..Have been using Sony W700i instead o my ROKR,.. Life is too harsh, at times,... "}, {"id": "611356", "output": "@KLEANTHEDREAM u can dm me and tell me if u want......and I'll tell ya y I asked "}, {"id": "611357", "output": "@DonnieWahlberg Aw, I just missed ya - goin to Vegas Tuesday for poker.  If u are still around then and need a poker challenge hit me up! "}, {"id": "611358", "output": "@CarriBugbee I'll try to save up some energy for Round Midnight next weekend ... requires planning "}, {"id": "611359", "output": "@Kati_C I'm gutted again  seems me wishing him good luck didn't help much "}, {"id": "611360", "output": "@alexandramusic Its all dwn 2ur talents alex n personality...God rewards those hu he deems deservin...U R 1 OF THOSE PPL!!! "}, {"id": "611361", "output": "@enistar i do remember apologizing at first  i  know i get carried away with the punchin... TE ODIO TAMBIEN! "}, {"id": "611362", "output": "@planettammy: IT'S HELLA GOOD THERE! Well, I love any pasta place in general. "}, {"id": "611363", "output": "@lein_ i know! so did i haha im glad i havent lol  good news xD"}, {"id": "611364", "output": "@youngsinick I crack jokes, but she was my Beyonce at one time. Janet used to be THEE SHIT. She just hung on waaaay too long  ."}, {"id": "611365", "output": "@pbwotw don't mind offices. It's just that they expect you to work in them "}, {"id": "611366", "output": "Oh, I got it...@baxiabhishek Never mind..Ignore that last tweet.. "}, {"id": "611367", "output": "recession @ Cannes: Cannes Lions Entries Sink 20%     less is more [creative] i guess... "}, {"id": "611368", "output": "There is nothing in my house for lunch... it looks like it's peanut butter sandwiches and crunchy nut- but i had that for breakfast "}, {"id": "611369", "output": " @dreamingspires. there r many gr8 science cartoons        "}, {"id": "611370", "output": "@shironezumi Rusty hasn't done a really good finale since s1  I'm scared. But yay for Timothy Dalton and the Master "}, {"id": "611371", "output": "@mileycyrus I've never been to one of your concerts, but Im hoping I can go to one soon!  &lt;33"}, {"id": "611372", "output": "@Makaio8688 HEEEEEEEEEY Jared will u PLEASE do a shout out 2 me! Pweeeeeeeeeez ur totaly AWWWSOME! i luv v-vactory  xo xo"}, {"id": "611373", "output": "@gfalcone601 hey do you know yesterday Debbie [@DebbieFletcher] adopted me, @keren4562 ans @noamcfly ? haha "}, {"id": "611374", "output": "@Dwighthoward i probably wouldn't.  just because i would be leaving A LOT of amazing people behind "}, {"id": "611375", "output": "@Savorysweetlife Up also features an Asian American lead character. "}, {"id": "611376", "output": "no new DSLR body for me, have to get brakes instead "}, {"id": "611377", "output": "Ok 2day was a much better day than yesterday  I wonder what Niley-related thing will happen 2morrow. Lol"}, {"id": "611378", "output": "if u love me vote for @CiMarsLover   thank u "}, {"id": "611379", "output": "@Kata159 row 17 seat 14!  on the lower tier. according to the map its 10 metres away from the stage "}, {"id": "611380", "output": "@cherrysnaz &amp; then when he left I changed it back "}, {"id": "611381", "output": "I Love The Way It Feels Outside Tonight Man, The Quiet, IDK Theres Something About Today That Was SO Tranquil To Me, Welp Goodnight Twits "}, {"id": "611382", "output": "@mzfyah  .. but........ u have 2 days off  Woot!!"}, {"id": "611383", "output": "i wanna order the fight, but only will if some folks come watch it...puttin oysters on the grill later "}, {"id": "611384", "output": "@DRob23 ya i did i seen all them but Robert "}, {"id": "611385", "output": "@shaunjumpnow HIII AGAIN  just thought to let you know im still here "}, {"id": "611386", "output": "@Mel_MG if you like 2 laugh..have a good time..follow me..its just that simple "}, {"id": "611387", "output": "is anyone going to Taste of Clayton or Webster Art &amp; Air this weekend? I want to go, but my golf pro bf has to work "}, {"id": "611388", "output": "@velofille I hit 140 characters. Was supposed to end with soon "}, {"id": "611389", "output": "@mishacollins No biscuit is not even the worst...I bet that she made you drink the tea WITH milk *shudders* so cruel "}, {"id": "611390", "output": "@JeffJimenezLulu It was a spammer. I wanted to cry. "}, {"id": "611391", "output": "just voted 4 ash 4 the teen choice awards! gotta make sure i get my vote in every day! still upset its only 1 vote a day "}, {"id": "611392", "output": "@silver_vampire heyyyy can I haz the adress for your party again pretty please? "}, {"id": "611393", "output": "@ginoandfran I'll be busy doing the fan page!!!   (GinoandFran live &gt;  "}, {"id": "611394", "output": "Pain  oooooo it's like a desert out here !"}, {"id": "611395", "output": "okay world! today is museum day and then tonight is DGB - but is there anything else going on in chicagoland tonight? i feel like a party "}, {"id": "611396", "output": "Taco Bell time -- because I'm hungry and didn't bring my junk food with me. "}, {"id": "611397", "output": "@thehideawayteam Sort of, it's mostly her breathing and screaming &quot;Oh my god&quot; hahaha "}, {"id": "611398", "output": "is talking with two of the more beautiful women in his life online simultaneously. Have I mentioned that I'm a lucky SOB? "}, {"id": "611399", "output": "The Wire is my show, i gotta cop all the Seasons... Im done 4 the nite well 4 the mornin that is "}, {"id": "611400", "output": "Watching the shining. Too tired to do anymore work. So much stuff to do tomorrow. I'm so over stress "}, {"id": "611401", "output": "..it was specially made/designed for me!   I'm in love"}, {"id": "611402", "output": "looking at sweet trademe/ ebay deals with @foreverkid . it's a shame we can't have shopping dates irl "}, {"id": "611403", "output": "Im feeling kinda sad now. I don't think I'm gonna get my text. Its all my fault "}, {"id": "611404", "output": "@JohannTheDog OK your cuteness overrides any mess you might make    It's the ears that save you  LOL"}, {"id": "611405", "output": "@HeartbreakRidge @trixie360 was giving away Gundum codes, to win you had to name a real or fictional Gunnery Sergeant.. "}, {"id": "611406", "output": "@nationwideclass I'm still LMAO too!  Wouldn't it be funny though if I represented LOL! "}, {"id": "611407", "output": "@ButterflySings I'm approaching the day I lost someone that brought so much joy in my life but we going to get through it together "}, {"id": "611408", "output": "at my great nanny and grandads  (L) i always miss them when im not here!"}, {"id": "611409", "output": "@mitzs I was wondering where you have been. Are you feeling any better? I heard you were down with some bug. "}, {"id": "611410", "output": "Make Web, Not War - Video 1 of the Series   #WebNotWar - Enjoy! Look out for the 2nd one with more info! "}, {"id": "611411", "output": "@AdamRPhoto ...which was tiring but awesome! Howve you been sweetie?  sorry for not being in touch recently, back on radar now though xx&lt;3"}, {"id": "611412", "output": "@TimNoonan ... which is just what T-rex was thinking 200 million yrs ago. "}, {"id": "611413", "output": "  - from demi lovato a shout out "}, {"id": "611414", "output": "@NiftyKnits Gogos are one of the latest crazes apparently - making a dash into Shrews in few minutes for them &amp; a couple of other things "}, {"id": "611415", "output": "@ponor indeed. up to 668 words now, need to stop, walk, drink water, think, listen to tunes, and head to another meeting. I love my life "}, {"id": "611416", "output": "@natashacarter84 you telling me, I'm going to die! Esp since it's what a 2 hour long! Oh my!  I dunno if I can handle it."}, {"id": "611417", "output": "today is the first day that my summer starts "}, {"id": "611418", "output": "I think I smell like a french fry, and I'm not even @ work yet! "}, {"id": "611419", "output": "@glasgirl Ok fine i fail LOL  also &quot;fear can keep you prisoner, hope can set you free&quot; Shawshank redemption #favmoviequote"}, {"id": "611420", "output": "aaawwww they're in Nassau! I'll be there again on 5/15 "}, {"id": "611421", "output": "Eating turkey gullash, brushing teeth, cleanin up dvr, FRIDAY NIGHT SMACKDOWN!....CAN'T WAIT!!! "}, {"id": "611422", "output": "Grrr wanted to paint my toenails but can't find my nail kit. "}, {"id": "611423", "output": "@stevengroves @SocialMediabbl @logo2gogo @barbarawhis @mewize @chrischamcl @joankw @T_McLeod thx for #followfriday shout outs "}, {"id": "611424", "output": "@RubyRose1 haha i wonder...my money's on cassie (too obvious?) or maybe frankie! but guess we will see  p.s you looked hot in the promo!"}, {"id": "611425", "output": "@everain Most likely!  What are you up to this weekend?"}, {"id": "611426", "output": "@mario_nyc You have chocolate and you're not sharingit? :o Meanie! "}, {"id": "611427", "output": "@janet_rosie hugh only does nice films - dont get the prostitute thing - she was not hot - cant understand why if have Liz at home "}, {"id": "611428", "output": "I should have posted this for the world Pinhole day   I Love this picture.  "}, {"id": "611429", "output": "@deanomeano yes, sucks big time  I'm almost tempted to plan a holiday to the US to see it LOL"}, {"id": "611430", "output": "got so caught up looking at news/videos from E3 that I've neglected putting away the food I bought  "}, {"id": "611431", "output": "@anamitra Yeah sir.Thanks a ton it's working now.Are you there on Facebook sir ! "}, {"id": "611432", "output": "@tissuerose you'll hv fun tonight  dump those negative feelings aside"}, {"id": "611433", "output": "@___radioactivex i think i myt listen to one for the radio that song haz a buzz "}, {"id": "611434", "output": "@ImSortaHD haha! Lol thanks!  I didn't know credit was due to u! *applause*"}, {"id": "611435", "output": "So I got up, dressed... Decided my hair was gross. So I got undressed, washed my hair &amp; now I'm dressed again. No time to straighten hair "}, {"id": "611436", "output": "I was hear a bad news from my mom that my cousin was fallin' down from his motorcycle. I feel pitty with him "}, {"id": "611437", "output": "Can't wait for this     Purely for the kids, of course "}, {"id": "611438", "output": "@joestgen well you missed jello shots from those plastic syringes, mcguilicuddys later, qdoba, and some ridiculous wind. overall very fun "}, {"id": "611439", "output": "And I honestly can't blame them. The baby I keep in the truck kept finding them, and kept choking on them "}, {"id": "611440", "output": "and i have problems uploading a twitter picture here. "}, {"id": "611441", "output": "@AyNakoBea yeah haha I was in the gym for season 1 2 and 3 "}, {"id": "611442", "output": "@BikerScout Oh man I would love to see it in HD!!!  You're making me so jealous!!! D: Lol!!! "}, {"id": "611443", "output": "@GeminiTwisted hehe....I try.   And he will see it!"}, {"id": "611444", "output": "@FizzyladyRX8 is What Would Alfie Kohn do? author of Unconditional Parenting. Nowt to do with the bairn being away, but yeah that's sad "}, {"id": "611445", "output": "If I was to be a dwarf right now I would be sneezy "}, {"id": "611446", "output": "I'm so sad that @boutiqueflair is shutting down Beautiful!Fabulous!  But, I guess things come to an end at some point..."}, {"id": "611447", "output": "@viveksingh aapke muah mai BelgianLiquerChoc #chocohawas @meerasapra darlin dnt gt 2flashy bling ones ;) anxiously w8n 4shoes2b hurled "}, {"id": "611448", "output": "@MandyMoos exactly the same as me, other  day i ended up with 10, just wish they would F*** o**.  anyhoo any plans today.  "}, {"id": "611449", "output": "#IranElection VOTE FOR ME BY FOLLOWING ME  FOLLOW ME FOLLOW ME FOLLOW ME TIGER"}, {"id": "611450", "output": "Good morning u darling yet quiet lil Tweeps! Not much action yesterday fr/ya'll. Its gonna be a lovely day today... Let's hear it! "}, {"id": "611451", "output": "@pameladetlor netflicks! watching milk... better go wife is jealous of my twitter habit "}, {"id": "611452", "output": "@greekdude i wish i could,but 7AM i have class. Good night for you! "}, {"id": "611453", "output": "Just saw a picture of my cousin as a pallbearer for my Tio's coffin. He made me cry so much because he is the one who's always laughing. "}, {"id": "611454", "output": "Why do all the hot guys at the gym have to be straight... Talking to a hot boy, then he starts talking about the hot chicks "}, {"id": "611455", "output": "@outofmyarse DONT DO IT!  unless its an old one "}, {"id": "611456", "output": "@ItzYaBoyHW u would have helped to get in free or your helping to help?! Hah...real question tho. "}, {"id": "611457", "output": "Clear, sunny, lgast day Breck is open and I have to work. "}, {"id": "611458", "output": "@MariaL04 ohh cool  well, let me finish first and then I'll see what can we do!"}, {"id": "611459", "output": "@laceyvest @carlyblevins you got JB's album today too?  Isn't it great!?! "}, {"id": "611460", "output": "@agneswestwick thanks for the follow  please feel free to view our comics. Just click on the link to te right of our page!"}, {"id": "611461", "output": "@DjDATZ Welcome home!  Now go have a Timmy's "}, {"id": "611462", "output": "@sillykittyish Yes! Leave now and two hours would only have just passed. "}, {"id": "611463", "output": "load Vanilla Ice's Ice Ice Baby.  Ugh....  I hate this.    I'm mad at my computer."}, {"id": "611464", "output": "@curtsmith @RodneyRamsey  Gonna take a breath and try to shake that off     thx for the link guys."}, {"id": "611465", "output": "@chillingo  I wanted to beta test but saw the thread after the results were announced"}, {"id": "611466", "output": "@KalpsNarsey Welcome to Twitter. I see that you've brought the FCT here too "}, {"id": "611467", "output": "Ah it's the Top Gear @timredman and I were in the audience for on BBC Three right now "}, {"id": "611468", "output": "@hotbonita i just got your tweet about my drive...  i went to tahoe."}, {"id": "611469", "output": "@zham You're aware bout that too? It's saddening. I hate to see them together  Unluckily, Miley and Justin broke up.."}, {"id": "611470", "output": "@willripley i wish i could be there  you don't even KNOW will. i wanted to go so bad. BUT i'm in the middle of rehearsals for a play."}, {"id": "611471", "output": "sorry .. although my big list on twit longer was better, it didn't put the names in people's replies, so not sure it counted "}, {"id": "611472", "output": "Now if someone would construct a drawbridge so that I might access my driveway that would be nice. Hmm?? How long will this go on? "}, {"id": "611473", "output": "@DianeSunnyCoast Sure was Guy was pretty good too wasnt he "}, {"id": "611474", "output": "@Helen_SMM ha ha. I'm not a choc fan. Only chocs I love r Royce. Bad for my teeth and wallet! "}, {"id": "611475", "output": "@allthingsTY Not too busy!  Its my honorable son number 2's 10th b-day today "}, {"id": "611476", "output": "  - Fw :And elsie who's just run back from garden lookin like a wet starving rat bless her "}, {"id": "611477", "output": "Playing ~ Bryan Adams - I'll Always Be Right There ..I would love to play this romantic song for a special one "}, {"id": "611478", "output": "Dont wanaaa goo school  @david_henrie can u come to my school n drag me out ppleaseeexxx"}, {"id": "611479", "output": "Good morning! We'll be hanging around the house today since all of the kids are slightly sick. Not really sick but sick enough. "}, {"id": "611480", "output": "@allisonarizona only if you take microeconomics for me  elasticity of gas - blech - cant wait for ogiliopoly or whatever it is"}, {"id": "611481", "output": "chris pine is sooooo hottt!  ana faris is hilarious! "}, {"id": "611482", "output": "@aliciabellelite originally, or now?  now, near you, originally, not so near "}, {"id": "611483", "output": "@abales  Indeed! Wish we could find 3 missing Silah boys kidnapped from my daughter's school 07/08  "}, {"id": "611484", "output": "@millionsbyname Jared's wearing a green shirt? *SPARKLY EYES* YEE!! I hear #asylm is highly disorganized  hang in there!"}, {"id": "611485", "output": "@perpetualspiral Thank you for commenting  The other one is probably coming soon. Going into creative reclusion now ;)"}, {"id": "611486", "output": "Wrestling with Chad and Gauge and my necklace, that Chad got me when Bayla was born, broke "}, {"id": "611487", "output": "@ddlovato wish I could come to see you but I can't! I live in Italy "}, {"id": "611488", "output": "@ddlovato Hey! Are you excited to tour with @DavidArchie? "}, {"id": "611489", "output": "@Reyu_Zenfold I hate sweating - worst part of summer "}, {"id": "611490", "output": "@bkzzang eww I hate it. The downside of the low rise jeans "}, {"id": "611491", "output": "@arey_abhishek Well Thank YOU. I was being outnumbered here.  Anyhow, but still man Zoozoos are everywhere   @jeffjose @aruntp"}, {"id": "611492", "output": "@Selena_sextets vote for me please!    and tell all ur twitter friends too! thanks "}, {"id": "611493", "output": "@DenBabe why? who left? i wonder what will be my section.. "}, {"id": "611494", "output": "Appropriate band camp attire-check, Braums 4 the BEST milk eva-check, grocery shopping-check, finding the perfect Judes bike-no check "}, {"id": "611495", "output": "@JONSGIRL6769 really???? geez wtf is that hahah maybe donnie will post then.. want to see him, jk and elijah "}, {"id": "611496", "output": "Tara is waiting to go to her op   "}, {"id": "611497", "output": "@framolamdu omg what a shame about Hollie,just watched that clip u posted "}, {"id": "611498", "output": "@carmR you have like 100, WHAT THE! i'm goodies, how are you? lol i'd give facebook the flick too, but not enough friends on twitter "}, {"id": "611499", "output": "@ROLANGRANT rehearsal all day  no sun for me !"}]}