{"task":"LaMP_4","golds":[{"id": "310", "output": "Social Media Gone Awry: Tips for Teens to Stay Safe"}, {"id": "311", "output": "Summer Safety Tips for Your Children"}, {"id": "312", "output": "Home Alone After School: Is Your Child Ready?"}, {"id": "313", "output": "The Art of Parenting"}, {"id": "314", "output": "10 New Books Everyone Should Read This Summer"}, {"id": "315", "output": "Top City Officials Charged In Flint Water Crisis Investigation"}, {"id": "316", "output": "Workers Fired After ‘Day Without Immigrants’ Protest Stand Up To Ex-Bosses"}, {"id": "317", "output": "Dutch Lawmakers Make ‘Historic’ Move To Expand Legal Pot Policy"}, {"id": "318", "output": "United Airlines CEO Somehow Won A Major PR Award Last Month"}, {"id": "319", "output": "Tea Party Lawmakers' Reported Affair Cover-Up Is Being Investigated"}, {"id": "3110", "output": "ICE Officers Dined At Cafe, Then Arrested 3 Of Its Cooks, Owner Says"}, {"id": "3111", "output": "It’s Time For Presidential Candidates To Talk About The New Housing Crisis"}, {"id": "3112", "output": "Detroit's Abandoned Ruins Are Captivating, But Are They Bad For Neighborhoods?"}, {"id": "3113", "output": "Girl Guides Of Canada Halts Travel To U.S. Over Border Concerns"}, {"id": "3114", "output": "Betsy DeVos' Track Record Doesn't Back Up Her Education Promises"}, {"id": "3115", "output": "Activists Say Betsy DeVos' Nomination Puts Kids' Civil Rights On The Line"}, {"id": "3116", "output": "Eminem's Childhood House For Sale In Detroit, Pictured On New Album (PHOTO)"}, {"id": "3117", "output": "The Midwest Officially Has Some Of The Best Beers In The World"}, {"id": "3118", "output": "Artist Creates Lead-Infused Tribute To Governor Who Oversaw Flint Crisis"}, {"id": "3119", "output": "Obama Declared An Emergency In Flint One Year Ago. The Crisis Isn't Over."}, {"id": "3120", "output": "Critics Blast People Magazine Cover Celebrating Trump’s Win"}, {"id": "3121", "output": "Betsy DeVos Booed During Speech At Historically Black College"}, {"id": "3122", "output": "Teen Targeted In Portland Hate Attack Thanks Men Who Died Defending Her"}, {"id": "3123", "output": "Stop Giving New York Transplants All The Credit For Detroit’s Art Scene"}, {"id": "3124", "output": "The Folk Art Paintings Keeping Obama’s Legacy Alive In Urban Neighborhoods"}, {"id": "3125", "output": "City Planner's Scathing Resignation Letter Perfectly Nails Silicon Valley Housing Crisis"}, {"id": "3126", "output": "Rising Obesity Now Affects 1 In 10 People Worldwide, Fueling Illness, Death"}, {"id": "3127", "output": "Amazon’s Flying Warehouse Idea Isn’t Even Its Biggest Challenge"}, {"id": "3128", "output": "Trump May Go 0-3 On His Armed Services Picks"}, {"id": "3129", "output": "How The World Learned China Is Holding Over A Million Muslims In Internment Camps"}, {"id": "3130", "output": "Lawmakers Seek Trump's Intervention For 17-Year-Old American Jailed In Egypt"}, {"id": "3131", "output": "Site That Helped Battle Brexit Will Fund Lawyers Challenging Trump Muslim Ban"}, {"id": "3132", "output": "Ambassador Slammed Donald Trump Amid UAE Campaign To Isolate Qatar"}, {"id": "3133", "output": "Years Of U.S. Government Lies Could Soon Result In A Kurdish Massacre"}, {"id": "3134", "output": "Senate Confirms Lloyd Austin To Be The First Black Defense Secretary"}, {"id": "3135", "output": "Families Of Americans Imprisoned In Egypt Pin Their Hopes On ... Mike Pence?"}, {"id": "3136", "output": "Obama Is Letting Turkey Target The U.S.'s Best Bet Against ISIS"}, {"id": "3137", "output": "ACLU Stalls Trump’s Plan To Deport Iraqi Christians"}, {"id": "3138", "output": "World Leaders Opt For China's Money Over The Rights Of 1 Million Jailed Muslims"}, {"id": "3139", "output": "If Your Main Protest Against Trump's Muslim Ban Is 'Saudi Arabia,' You're Doing It Wrong"}, {"id": "3140", "output": "Thanks To Trump, Saudi Arabia Won’t Accept Even Mild Criticism From Its Friends Now"}, {"id": "3141", "output": "Team Trump Joins The President's Assault On San Juan Mayor"}, {"id": "3142", "output": "Paul Ryan On Trump And Race: 'His Heart's In The Right Place'"}, {"id": "3143", "output": "Congressman Trolls Obama Administration Over Yemen Waffling"}, {"id": "3144", "output": "Western Officials Pledge To Support Ukraine As Russia Says It Should Be Dismembered"}, {"id": "3145", "output": "Egypt's Regime Has Held An American Student For Four Years. He May Soon Know His Fate."}, {"id": "3146", "output": "Celebrities And Experts Push Congress To End Trump's Support For Saudi Carnage In Yemen"}, {"id": "3147", "output": "Dear Laura Bush, This Is Not The Way To Help Oppressed Women"}, {"id": "3148", "output": "GOP Senator Long Critical Of Yemen War Now Helping Trump Block Debate On It"}, {"id": "3149", "output": "Inside Steve Bannon’s Alleged Scheme To Fleece Trump Voters Who Wanted A Border Wall"}, {"id": "3150", "output": "Mike Pence Misleads On U.S. Screening Standards For Refugees"}, {"id": "3151", "output": "American Citizen Freed From Egypt Jail"}, {"id": "3152", "output": "Saudi Arabia Lifts Ban On Women Driving"}, {"id": "3153", "output": "Steve Bannon Removed From The National Security Council"}, {"id": "3154", "output": "John Kasich Hints That He May Need To Leave The GOP"}, {"id": "3155", "output": "Donald Trump Is Pressuring U.S. Allies To Endorse His Favorite Conspiracy Theory"}, {"id": "3156", "output": "A Mostly Non-Christian Militia Won 2 Of Iraqi Christians' Parliamentary Seats. Now Christians Want Trump To Intervene."}, {"id": "3157", "output": "Wilbur Ross Calls Syria Attack Trump's 'Entertainment' At Mar-A-Lago"}, {"id": "3158", "output": "U.S.-Backed Airstrikes Are Killing People In Yemen. This Is Their Impact."}, {"id": "3159", "output": "Russia Gets A Pass In Trump's State Of The Union Speech"}, {"id": "3160", "output": "3 Americans Jailed In N. Korea Are Home. But Trump May Have Made Others' Situation Worse."}, {"id": "3161", "output": "Top Democrat Joins Push Against Trump's Saudi Arms Deal"}, {"id": "3162", "output": "Turkey's Lobbyists Seek U.S. Help By Calling Tiny Armenia A Big Threat"}, {"id": "3163", "output": "Thanksgiving Activities for Kids: Tree of Thanks"}, {"id": "3164", "output": "Snack Time: High Protein Snacks for Kids (and Adults)"}, {"id": "3165", "output": "Kellyanne Conway An Unwilling Fall Woman"}, {"id": "3166", "output": "The Hypocrisy Of Pro-Deportation Cuban Americans"}, {"id": "3167", "output": "Roman Holiday"}, {"id": "3168", "output": "Figs Glorious Figs"}, {"id": "3169", "output": "Kouign Amann"}, {"id": "3170", "output": "The Perfect Holiday Pecan Pie"}, {"id": "3171", "output": "Baking Your Way to a Slimmer You"}, {"id": "3172", "output": "The Most Dangerous Man On Earth"}, {"id": "3173", "output": "Uncle Walt And Me"}, {"id": "3174", "output": "The Folly of the Sole Superpower Writ Small"}, {"id": "3175", "output": "Dystopian Donald"}, {"id": "3176", "output": "Donald W. Bush?"}, {"id": "3177", "output": "The Exxon Valdez Of Administrations"}, {"id": "3178", "output": "An Antidote To Trumpcare"}, {"id": "3179", "output": "An Election That Has Next to Nothing to Do With You"}, {"id": "3180", "output": "It Is Happening Here"}, {"id": "3181", "output": "The U.S. Military Can’t Get Out (No Matter The Country Or The Conflict)"}, {"id": "3182", "output": "Asia In Flames?"}, {"id": "3183", "output": "Jet-Packing To Dystopia"}, {"id": "3184", "output": "An Empire Of Madness: My Version Of Our World In 2025"}, {"id": "3185", "output": "Surveillance: It's Worse Than You Think"}, {"id": "3186", "output": "The Military Version Of Roulette"}, {"id": "3187", "output": "The Great Vanishing"}, {"id": "3188", "output": "Why Music, Part 2B -- Music and the Brain: Rhythm and Playing"}, {"id": "3189", "output": "Why Music, Part 1: The Essential Ingredient"}, {"id": "3190", "output": "Living and Loving Your Life!"}, {"id": "3191", "output": "Let Nature Be Your Teacher"}, {"id": "3192", "output": "No String Attached"}, {"id": "3193", "output": "Spirit of Help"}, {"id": "3194", "output": "Navigating Change"}, {"id": "3195", "output": "Consider Your Pets in Your Will"}, {"id": "3196", "output": "How Much Is Your Pet's Health Worth?"}, {"id": "3197", "output": "Explore America: Virginia Is For Wine Lovers"}, {"id": "3198", "output": "Explore America: Lots To Love In Nevada"}, {"id": "3199", "output": "Explore America: Boston Tea Party Ships And Museum"}, {"id": "31100", "output": "The 10 Best-Dressed Brides"}, {"id": "31101", "output": "FOOD PORN: Chef Prepares The Best Super Bowl Dishes For Sunday"}, {"id": "31102", "output": "10 Best-Dressed TV Characters"}, {"id": "31103", "output": "Kate Middleton: Secrets of the Royal Nursery"}, {"id": "31104", "output": "Mercy Over Vengeance for Dzhokhar Tsarnaev"}, {"id": "31105", "output": "Religious Freedom in Practicing the Platinum Rule"}, {"id": "31106", "output": "Sending Harvey Milk Throughout the Planet"}, {"id": "31107", "output": "On the \"A\" w/Souleo: Harlem's New Children's Museum Opens to the Public"}, {"id": "31108", "output": "On the 'A' w/Souleo: Hillary Clinton: Presidential Campaign Advice From the Stars"}, {"id": "31109", "output": "A Brief Guide to National Poetry Month"}, {"id": "31110", "output": "A Re-imagined Ancient Mariner Calls for Change"}, {"id": "31111", "output": "The Nation Puts a Poem in Its Pocket"}, {"id": "31112", "output": "A Closer Look at Poe's Windfall Poem"}, {"id": "31113", "output": "Poetry Cleans Up After James Dyson's Criticism"}, {"id": "31114", "output": "‘RuPaul’s Drag Race All Stars 3’ Episode 4 Recap: Who Won Snatch Game?"}, {"id": "31115", "output": "How I Found Myself And My Community In The 'RuPaul's Drag Race' Subreddit"}, {"id": "31116", "output": "‘RuPaul’s Drag Race All Stars 3’ Episode 7 Recap: We Can Never Go Back To Before"}, {"id": "31117", "output": "AIM And The Beauty Of Aimlessness"}, {"id": "31118", "output": "Approaching the Holiday Season as an Alzheimer's Caregiver"}, {"id": "31119", "output": "Understanding Dementia: What to Expect With Sundowning"}, {"id": "31120", "output": "Many With Dementia Face Sleeplessness: How to Handle This Behavioral Change"}, {"id": "31121", "output": "New Kids' Books For February: What To Read Next"}, {"id": "31122", "output": "Jeremy Lin: A Family Dinner Table Talk"}, {"id": "31123", "output": "Dry Bones And Living Flesh"}, {"id": "31124", "output": "Immigrating To A New World"}, {"id": "31125", "output": "Our Girl in Havana: The Artists of Camagüey"}, {"id": "31126", "output": "Our Girl In Havana: The Casas Of Cuba"}, {"id": "31127", "output": "'The Mushroom House' Is Unlike Any Home You've Seen (PHOTOS)"}, {"id": "31128", "output": "The Money-Saving Trick The Power Company Doesn't Want You To Know (VIDEO)"}, {"id": "31129", "output": "This Will Change The Way You Look At Vertical Blinds Forever (VIDEO)"}, {"id": "31130", "output": "Sarah Jessica Parker's New York City Brownstone Is Everything (VIDEO)"}, {"id": "31131", "output": "O'Bannon's Slam Dunk"}, {"id": "31132", "output": "Painkiller Lawsuit Against the NFL Will Cause the League a Serious Headache"}, {"id": "31133", "output": "Pope Francis Tightens The Reins On 'Listless' Nuns"}, {"id": "31134", "output": "5 Reasons This Catholic Feminist Is Thankful"}, {"id": "31135", "output": "Carine Roitfeld Styles For V Magazine Before The Release Of Her Own Glossy"}, {"id": "31136", "output": "How To Waterfall Braid Your Hair In 8 Easy Steps (VIDEO)"}, {"id": "31137", "output": "Selena Gomez & Miley Cyrus Wear The Same Sexy Post-Disney Uniform (PHOTOS)"}, {"id": "31138", "output": "France Gall's 'Lolita' Look... And How To Get It (PHOTOS)"}, {"id": "31139", "output": "Kim Kardashian Says She Dresses For Kanye West More Than For Herself"}, {"id": "31140", "output": "How To Upside-Down Braid Your Hair In 6 Easy Steps (VIDEO)"}, {"id": "31141", "output": "Keira Knightley Chanel Ad Deemed Too Sexy For Children (VIDEO)"}, {"id": "31142", "output": "Calista Flockhart's '90s Corporate Style: Ready For A Comeback?"}, {"id": "31143", "output": "John F. Kennedy Jr. Was So Dreamy, He Made Questionable Trends Look Cool"}, {"id": "31144", "output": "Derek Lam For Kohl's: The Designer To Release A Brazilian-Inspired Collection"}, {"id": "31145", "output": "Study Finds That You CAN Judge A Woman By Her Shoes"}, {"id": "31146", "output": "Kelly Clarkson: 'I Have No Desire To Be Super-Skinny' (PHOTOS)"}, {"id": "31147", "output": "Fashion Week Live Blog: Everything That's Happening At Day 2 Of NYFW Fall 2014"}, {"id": "31148", "output": "Princess Madeleine's Baby Girl Gives Sweden A New Royal!"}, {"id": "31149", "output": "Prince Harry, Uncle, Wants To Make Sure Prince George Has 'Fun'"}, {"id": "31150", "output": "Vivien Leigh in Italy: A Look Back"}, {"id": "31151", "output": "Jessica Lange Golden Globes Dress 2013: See Her Red Carpet Look! (PHOTO)"}, {"id": "31152", "output": "Kim Kardashian, Kanye West & Jessica Chastain Pack Givenchy Front Row At Paris Fashion Week (PHOTOS)"}, {"id": "31153", "output": "Queen Elizabeth & Princess Margaret Were The Olsen Sisters Of Their Time (PHOTOS)"}, {"id": "31154", "output": "Prince Harry's Elizabeth Arden Face Cream Is A Necessity During His South Pole Trek"}, {"id": "31155", "output": "Kate Moss George Michael Video: The Model Makes An Angelic Appearance (WATCH)"}, {"id": "31156", "output": "Katie Couric Slams Kate Middleton For Being 'Too Thin'"}, {"id": "31157", "output": "Anne V Lands Big Movie Role AND Covers Vogue Mexico"}, {"id": "31158", "output": "Gisele Bundchen's PJs Puts Our Dowdy PJs To Shame (PHOTOS)"}, {"id": "31159", "output": "Katharine McPhee Golden Globes Dress 2013: See Her Red Carpet Look! (PHOTOS)"}, {"id": "31160", "output": "Pregnant Kate Middleton Enjoys Swiss Alps With Prince William, Prince Harry (PHOTOS)"}, {"id": "31161", "output": "Male Model On Photoshop: 'You Understand That This Isn't Real... So Accept It'"}, {"id": "31162", "output": "Scottish Fashion Awards 2012: Were They Rigged?"}, {"id": "31163", "output": "Goldie Hawn's Fierce Leopard Look...And How To Get It (PHOTOS)"}, {"id": "31164", "output": "Amy Poehler's Ability To Pull Off Cat Ears Is Pretty Much Why We Love Her (PHOTO)"}, {"id": "31165", "output": "Kate Moss' Eleven Paris Campaign Shows Us Why She Gets Paid The Big Bucks (PHOTOS)"}, {"id": "31166", "output": "Julia Roberts' SAG Awards 2014 Jumpsuit Is As Comfy As It Is Glamorous (PHOTOS)"}, {"id": "31167", "output": "Christy Turlington's Calvin Klein Underwear Comeback Is A Great Idea (PHOTOS)"}, {"id": "31168", "output": "Princess Charlene Stuns In Dress She Wore Just Last Month, Changes Up Hairstyle (PHOTOS)"}, {"id": "31169", "output": "Fashion Week Live Blog: Everything That's Happening At Day 8 Of NYFW Fall 2014"}, {"id": "31170", "output": "Nathalie Kosciusko-Morizet's Hits Paris Fashion Week Amid Campaign For Mayor (PHOTOS)"}, {"id": "31171", "output": "Kylie Bisutti's Modeling Account 'I'm No Angel' Chronicles Serious Eating Disorders"}, {"id": "31172", "output": "Anjelica Huston's Hippie Style: A Look Back"}, {"id": "31173", "output": "British Duchess Recovers Lost Tiara After 6 Years"}, {"id": "31174", "output": "Tavi Gevinson Teaches Jimmy Fallon How To Do Bitchface (VIDEO)"}, {"id": "31175", "output": "Robert Pattinson Likes To Have 25 Gucci Suits At Any Given Moment"}, {"id": "31176", "output": "Underage Model Legislation In The Works For New York State (UPDATED)"}, {"id": "31177", "output": "Ballet Dancers Explain Those Signature Leotards, Leg Warmers And Other Style Secrets"}, {"id": "31178", "output": "Royal Engagement Interview Is Still Incredibly Cute (VIDEO)"}, {"id": "31179", "output": "Abbey Dawn Fashion Show: Avril Lavigne Taps Kylie Jenner To Model Clothing Line"}, {"id": "31180", "output": "Keira Knightley Vogue Cover Feels Like Something We've Seen Before (PHOTO)"}, {"id": "31181", "output": "Salt-n-Pepa Looking Hot, Cool & Vicious: A Look Back"}, {"id": "31182", "output": "Florence Huntington-Whiteley, Rosie's Little Sister, Is Also Stunning"}, {"id": "31183", "output": "Kate Middleton, Prince William Receive Awesome Greeting In Solomon Islands (PHOTOS)"}, {"id": "31184", "output": "Princess Madeleine Pregnant With First Child 12 Weeks After Wedding"}, {"id": "31185", "output": "Kim Sears' Wimbledon Outfit Is Perfect For Andy Murray's Big Win (PHOTOS)"}, {"id": "31186", "output": "The 7 Most Hated People In Fashion (PHOTOS)"}, {"id": "31187", "output": "Tara Lynn, Plus-Size Model: 'It Is Hard To Make Clothes Look Great On Big Women'"}, {"id": "31188", "output": "Victoria Beckham's Bag Size Is Causing Injuries For Imitators, Says Expert"}, {"id": "31189", "output": "Liv Tyler Rocks Disco Shorts: A Look Back"}, {"id": "31190", "output": "Milla Jovovich: 'Guys Are More Attentive When You Have A Little Weight On You'"}, {"id": "31191", "output": "Oscar de la Renta Talks Galliano, Weiner Scandal & Second Chances (WATCH)"}, {"id": "31192", "output": "Yoko Ono As A Blushing Bride: A Look Back"}, {"id": "31193", "output": "Is Fashion Gaming The Next Marketing Frontier?"}, {"id": "31194", "output": "Fashion Week Live Blog: Everything That's Happening At Day 7 Of NYFW Fall 2014"}, {"id": "31195", "output": "13 Fashion Trends That Lasted Way Longer Than They Should Have"}, {"id": "31196", "output": "Mary, Princess Of Denmark, Enjoys The Snow With Her Family During Winter Holiday (PHOTOS)"}, {"id": "31197", "output": "Lea Michele Dons Crop Top On Tonight Show, Describes Her Zebra Spray Tan (PHOTO, VIDEO)"}, {"id": "31198", "output": "Candice Bergen Travels in Style: A Look Back"}, {"id": "31199", "output": "Drew Barrymore Tries Fashion Photography With Charlotte Gainsbourg (VIDEO)"}, {"id": "31200", "output": "Beyonce Tour Costume To Channel '90s Supermodel Glamazons (PHOTOS)"}, {"id": "31201", "output": "Cara Delevingne Replaces Alexa Chung & Sienna Miller At Pepe Jeans (PHOTOS)"}, {"id": "31202", "output": "Kate Middleton Gives Birth, World Reacts (TWEETS)"}, {"id": "31203", "output": "Liberty Ross Alexander Wang: The Model Walks The Runway At NYFW (PHOTOS)"}, {"id": "31204", "output": "Belgium National Day 2012: Royals Celebrate In Style (PHOTOS)"}, {"id": "31205", "output": "Agnetha Fältskog's '70s Style...And How to Get The ABBA Singer's Look"}, {"id": "31206", "output": "Men Who Harass Women Online Have Inferiority Complexes, Study Suggests"}, {"id": "31207", "output": "Even 'Plus-Size' Models Are Smaller Than Their Target Demographic"}, {"id": "31208", "output": "Kim Gordon's Rocker Fringe: A Look Back"}, {"id": "31209", "output": "Handbag Study Reveals British Women Are Most Purse-Obsessed"}, {"id": "31210", "output": "Gisele Pregnant Again? Model Showcases Possible Baby Bump (PHOTOS)"}, {"id": "31211", "output": "Kate Middleton Does The Wave While Watching Andy Murray At The Olympics (PHOTOS)"}, {"id": "31212", "output": "Christina Hendricks' Style Evolution: From Model To 'Mad Men' Bombshell (PHOTOS)"}, {"id": "31213", "output": "Solange Knowles Talks Michelle Obama's Style, 'Losing You' Fashion (PHOTO)"}, {"id": "31214", "output": "Kelly Cutrone: 'Janice Dickinson Is An Erratic, Unpredictable Bitch'"}, {"id": "31215", "output": "Emilia Clarke's Nude Dress On Jimmy Fallon Looks Gorgeous On Her (PHOTOS)"}, {"id": "31216", "output": "Kate Middleton's Mulberry Coat Shows Off Growing Baby Bump During Scouts Visit (PHOTOS)"}, {"id": "31217", "output": "Ali Larter's Ombre Ruffled Tube Dress: Yay Or Nay? (PHOTO)"}, {"id": "31218", "output": "Kirsten Dunst's Schoolgirl Look...And How To Get It (PHOTOS)"}, {"id": "31219", "output": "Robert Pattinson Likes To Have 25 Gucci Suits At Any Given Moment"}, {"id": "31220", "output": "Jennifer Lopez vs. Victoria Beckham: Who Wore It Better? (PHOTOS)"}, {"id": "31221", "output": "Chrissy Teigen's No Pants Look Reminds Us Of A Miley Cyrus Outfit (PHOTOS)"}, {"id": "31222", "output": "Eva Mendes Partners With New York And Co To Design Fashion Line"}, {"id": "31223", "output": "Prince Harry, Michelle Obama Meet In The White House! (PHOTOS)"}, {"id": "31224", "output": "Kate Middleton vs. Kim Sears: Who Has The Best Hair?"}, {"id": "31225", "output": "Robyn Pared Down: A Look Back"}, {"id": "31226", "output": "Testing: 8 Weird Ways To Get Rid Of Dandruff (PHOTOS)"}, {"id": "31227", "output": "Kate Middleton Depicted As Gold Digger In Chinese Tourism Video"}, {"id": "31228", "output": "Queen Beatrix's Farewell Dinner Features Royal Guest List On Eve Of Abdication (PHOTOS)"}, {"id": "31229", "output": "Abigail Breslin's Style Evolution: From American Girl to Bohemian Teen (PHOTOS)"}, {"id": "31230", "output": "Tom Ford: 'I Didn't Have A Child Because I Wanted To Hand Him Off To Somebody'"}, {"id": "31231", "output": "Plus Size Clothing For Kids: Does It Help Or Hinder Their Self Esteem?"}, {"id": "31232", "output": "Kate Middleton Baby Shower Not Happening, Royal Experts Say"}, {"id": "31233", "output": "Dolce And Gabbana Prison: Prosecutor In Tax Trial Requests Jail Time For Designers"}, {"id": "31234", "output": "Cara Delevingne Lands DKNY Campaign, Has Officially Arrived Stateside (PHOTOS)"}, {"id": "31235", "output": "Barbara Palvin: Who Is Justin Bieber's Rumored Model Girlfriend?"}, {"id": "31236", "output": "Hollister Models Mock Asians At Opening Of South Korea Store"}, {"id": "31237", "output": "Queen's Coronation Anniversary Brings Out Kate Middleton, Princess Beatrice & More Royals (PHOTOS)"}, {"id": "31238", "output": "This Is What Fashion Editors Think Texas Is Like"}, {"id": "31239", "output": "Cressida Bonas Shows Us How A 21st Century Princess Should Dress"}, {"id": "31240", "output": "MTV 'House Of Style' Decodes The French Look: Fashion Flashback! (VIDEO)"}, {"id": "31241", "output": "Kristen Stewart Lands Chanel Modeling Gig For Texas-Themed Collection"}, {"id": "31242", "output": "Amanda Seyfried's Cle de Peau Cream Is The World's Most Expensive Moisturizer"}, {"id": "31243", "output": "Elizabeth Hurley Bikini Shots Prove That She's Still Got It (VIDEO, PHOTOS)"}, {"id": "31244", "output": "Jackie Collins Goes From '60s Pinup To Suited Up Novelist (PHOTOS)"}, {"id": "31245", "output": "Hillary Clinton's Bangs Welcome Mayor Bill DeBlasio Into Office (PHOTOS)"}, {"id": "31246", "output": "Spanx And Other Shapewear Are Literally Squeezing Your Organs"}, {"id": "31247", "output": "Mila Kunis Talks Old Navy Cargo Pants & Rachel Weisz Admits To Fashion Faux Pas In InStyle (PHOTO)"}, {"id": "31248", "output": "Sarah Ferguson's '80s Hipster Look...And How To Get It (PHOTOS)"}, {"id": "31249", "output": "Rosewater's Benefits Seem To Be Limitless (VIDEO)"}, {"id": "31250", "output": "Kate Middleton Covers Baby Bump In MaxMara Wrap Dress To Visit Hope House (PHOTOS)"}, {"id": "31251", "output": "Why You Should Just Say No To Blowouts"}, {"id": "31252", "output": "12 Moments That Restored Our Faith In Fashion In 2013"}, {"id": "31253", "output": "Kate Middleton Topless Photos Indictments Made In French Court: REPORT"}, {"id": "31254", "output": "Olivia Munn's Crop Top Has Officially Convinced Us To Try The Look (PHOTO, POLL)"}, {"id": "31255", "output": "John Corbett, Actor From 'Sex And The City,' Looks Very Different (PHOTOS)"}, {"id": "31256", "output": "32 Percent Never Shop For Clothing Online, Poll Finds"}, {"id": "31257", "output": "Gisele Bundchen Is The New Face Of Chanel Cosmetics (PHOTOS)"}, {"id": "31258", "output": "Emma Watson's Golden Globes Dress 2014 Features... Pants? (PHOTOS)"}, {"id": "31259", "output": "Michelle Obama's South Africa Ensemble Isn't Our Favorite Look (PHOTOS, POLL)"}, {"id": "31260", "output": "Carla Bruni 'Fat' Comments Got To The Former First Lady"}, {"id": "31261", "output": "Malaika Firth: 5 Things You Need To Know About Prada's New Face (PHOTOS)"}, {"id": "31262", "output": "My Life-Changing Call From an Ambulance Carrying My Baby"}, {"id": "31263", "output": "5 Ways to Be a Better Friend, No Matter How Busy You Are"}, {"id": "31264", "output": "Happy Mamas Raise Happier Kids"}, {"id": "31265", "output": "4 Reasons Hallmark Movies Saved My Holiday Spirit"}, {"id": "31266", "output": "What My Father Built"}, {"id": "31267", "output": "Another City Just Voted To Decriminalize Weed"}, {"id": "31268", "output": "New York Bans Insurance Coverage Of LGBT 'Conversion Therapy'"}, {"id": "31269", "output": "Chattanooga Bus Driver In Deadly Crash Was Speeding Before Veering Off Road"}, {"id": "31270", "output": "After-the-Fact Mindfulness: Finding the Pause Button, Better Late Than Never"}, {"id": "31271", "output": "How To Get Your Inner Workaholic To Take a Break"}, {"id": "31272", "output": "8 Strategies to Complain Your Way Into a Happier Relationship"}, {"id": "31273", "output": "Don't Let Your Amygdala Ruin Your Day (And Waste Your Time)"}, {"id": "31274", "output": "Amputating Body Parts to Stay Alive"}, {"id": "31275", "output": "The Five Musts For Dealing With Domestic Violence In Your Divorce"}, {"id": "31276", "output": "Divorce Tax Tips: Five Most Common Tax Questions"}, {"id": "31277", "output": "The Veep Debate Told Us One Important Thing About A Trump Presidency"}, {"id": "31278", "output": "Where Bernie Sanders' Health Care Crusade Might Go From Here"}, {"id": "31279", "output": "Nobody Is Really Sure How Obamacare Enrollment Is Going This Year"}, {"id": "31280", "output": "Behind Trump's Dark Rhetoric Was A Populist Agenda He's Unlikely To Deliver On"}, {"id": "31281", "output": "Republican Says Obamacare Repeal Will Help People Who Have 'Done Things The Right Way'"}, {"id": "31282", "output": "Repealing Obamacare Would Give A Tax Cut To Millionaires, Like Donald Trump"}, {"id": "31283", "output": "Health Insurers Fire Volley In New Battle Over The Public Option"}, {"id": "31284", "output": "Now Republicans Are Keeping Their Obamacare Plans A Secret"}, {"id": "31285", "output": "Leaked Bill Shows How House Republicans Would Dismantle Obamacare"}, {"id": "31286", "output": "Mental Health, Maternity Care Guarantees In Jeopardy As GOP Wrangles For Votes"}, {"id": "31287", "output": "July 4 Didn't Have To Be Like This"}, {"id": "31288", "output": "Susan Collins Says No To Obamacare Repeal Bill, Crippling Its Chances"}, {"id": "31289", "output": "Why Trump's Desperate Bid For A Win On COVID-19 Puts Lives At Risk"}, {"id": "31290", "output": "There's A Case Against Donald Trump. But There's Also A Case For Hillary Clinton."}, {"id": "31291", "output": "Republicans Argue Whether Obamacare Repeal-And-Delay Strategy Will Work"}, {"id": "31292", "output": "This Video Proves That Bernie Sanders Fans Will Do Just About Anything To See Him"}, {"id": "31293", "output": "Doctor’s Orders: Don’t Repeal Obamacare Until You Have A Plan To Replace It"}, {"id": "31294", "output": "This One Line Sums Up The Big Clinton-Sanders Policy Argument"}, {"id": "31295", "output": "Here's How Obamacare Is Keeping People Out Of The Hospital"}, {"id": "31296", "output": "Trump Suggests 'Amending' Obamacare Could Be An Alternative To Repealing It"}, {"id": "31297", "output": "Former CBO Directors Express 'Strong Objection' To GOP Attacks On Agency"}, {"id": "31298", "output": "Average Americans Just Got a Huge Income Boost"}, {"id": "31299", "output": "Bad Obamacare News Is Real. That Doesn't Mean Obamacare Is Dying."}, {"id": "31300", "output": "Alabama's GOP Senator Says Republicans 'Can Do Better' Than Roy Moore"}, {"id": "31301", "output": "A Few Simple Ideas From State Officials To Shore Up Obamacare Markets"}, {"id": "31302", "output": "Hillary Clinton Proposes Doubling Tax Break For Families With Kids"}, {"id": "31303", "output": "Those 'Moderate' Senate Republicans Are Caving Fast On Obamacare Repeal"}, {"id": "31304", "output": "Clinton Lays Out Agenda For Making Child Care Better -- And More Affordable"}, {"id": "31305", "output": "'Millions To Lose Insurance,' And Other Likely Headlines From The Trump Presidency"}, {"id": "31306", "output": "Flash And Fibs Were GOP Debate's Big Winners"}, {"id": "31307", "output": "Hillary Clinton Going After 'Romney Loophole' And Other Tax Shelters"}, {"id": "31308", "output": "New Health Care Bill Proves GOP Promises On Pre-Existing Conditions Were Never Serious"}, {"id": "31309", "output": "Trump's Position On Medicare Drug Pricing Just Flipped Again. Unless It Didn't."}, {"id": "31310", "output": "Trump Stomps All Over Mike Pence's Efforts To Clean Up 'Rigged Election' Comments"}, {"id": "31311", "output": "Trump's Shocking Answer On Respecting Election Results Is The Only Debate Moment That Matters"}, {"id": "31312", "output": "The Republican Obamacare Dilemma In One 6-Minute Video"}, {"id": "31313", "output": "Poll: Only One-Fourth Of Americans Actually Want Full Obamacare Repeal"}, {"id": "31314", "output": "Susan Collins Criticizes Obamacare Repeal Bill, Hints Strongly At A 'No' Vote"}, {"id": "31315", "output": "Trump's Promise On Drug Prices Looks Pretty Empty"}, {"id": "31316", "output": "This Is The Toughest Gun Law In America"}, {"id": "31317", "output": "What Obamacare's Successes Should Tell Us About Its Failures"}, {"id": "31318", "output": "Catching Up & Sucking It In With Jill Zarin!"}, {"id": "31319", "output": "Courtney Cachet's \"MY MOM'S THE BOMB!\" Mother's Day Gift Guide"}, {"id": "31320", "output": "How to (Fabulously) Freshen up Your Home for Spring!"}, {"id": "31321", "output": "How a Tory Burch Store Inspired a Home Makeover"}, {"id": "31322", "output": "What's Hot With Celeb Moms: MSN Launches Daily Deal Site That Gives Back"}, {"id": "31323", "output": "The 'Accidental President' And The Heroin Epidemic"}, {"id": "31324", "output": "Sandra Bland’s Loved Ones Want To Know How A Routine Traffic Stop Led To Her Death In A Jail Cell"}, {"id": "31325", "output": "'The People's Court' Judge Joseph Wapner Dies At 97"}, {"id": "31326", "output": "Police Investigating After 8-Year-Old Shoots 10-Year-Old Relative"}, {"id": "31327", "output": "Bernie Sanders And Top Progressive Leaders Cheer Larry Krasner Win In Philadelphia DA Primary"}, {"id": "31328", "output": "Laquan McDonald Police Shooting Needs Special Prosecutor, Petition Says"}, {"id": "31329", "output": "Two NFL Archrivals Demonstrate Together With Pre-Game Unity Circle"}, {"id": "31330", "output": "Filmmaker Says This New Video Of Mike Brown Challenges Ferguson Police Narrative"}, {"id": "31331", "output": "When A ZIP Code Can Determine A Death Sentence"}, {"id": "31332", "output": "Judge Who Blocked Use Of Execution Drug Blasted For Anti-Death Penalty Protest"}, {"id": "31333", "output": "Mitch McConnell Doesn't Want Trump Cabinet Picks Held To Standard He Set For Obama"}, {"id": "31334", "output": "Variety Magazine Goes To Bat For Hillary Clinton In First-Ever Presidential Endorsement"}, {"id": "31335", "output": "Eagles Of Death Metal Give Emotional First Interview Since Paris Attack"}, {"id": "31336", "output": "These Are The Victims Of Terrorism In Colorado Springs"}, {"id": "31337", "output": "Another Mizzou Leader Steps Down Amid Racism Protests"}, {"id": "31338", "output": "Dylann Roof Won't Try To Save His Life In Looming Death Penalty Trial"}, {"id": "31339", "output": "Oklahoma Governor Issues 37-Day Stay For Inmate Richard Glossip"}, {"id": "31340", "output": "Pro-Immigration Protester Violently Dragged Out Of Trump Rally"}, {"id": "31341", "output": "Trump Surrogate Shot Down While Trying To Spin On Sexual Assault Claims"}, {"id": "31342", "output": "For Moms In Prison, Distance Can Hurt As Much As Time"}, {"id": "31343", "output": "Suspect In Custody After Killing Spree Leaves 8 Dead In Mississippi"}, {"id": "31344", "output": "British Parliament To Debate Withdrawing Donald Trump's Invite For State Visit"}, {"id": "31345", "output": "'Springing Forward' Brings More Daylight, But It's Tougher On Your Body"}, {"id": "31346", "output": "Donald Trump Thinks Hillary Clinton 'Shouldn't Be Allowed To Run'"}, {"id": "31347", "output": "Colin Kaepernick To Stand For National Anthem Next Season: Report"}, {"id": "31348", "output": "The Bernie Sanders Movement Sees Light At The End Of The Tunnel"}, {"id": "31349", "output": "Obama Supporters Gather To Look Back On Once-In-A-Lifetime Presidency"}, {"id": "31350", "output": "Ten Years After Katrina: 'So Many People I Know Did Not Go Back'"}, {"id": "31351", "output": "Laquan McDonald's Shooting Is Just The Latest Episode In Chicago Police's Brutal History"}, {"id": "31352", "output": "Keith Scott's Family Demands Charlotte Police Release Shooting Video"}, {"id": "31353", "output": "After LA Sheriff's Deputies Fatally Shoot A Man, His Family Claims Excessive Force"}, {"id": "31354", "output": "Where Does Chicago Go After More Than 750 Homicides?"}, {"id": "31355", "output": "Serena Williams Knocked Out Of Olympics In Stunning Third-Round Loss"}, {"id": "31356", "output": "Man Freed 25 Years After Police Tortured Him Into A False Confession"}, {"id": "31357", "output": "It Makes Sense For Urban Outfitters To Sell Pizza. Seriously"}, {"id": "31358", "output": "E. Coli Outbreak Linked To Chipotle Restaurants Grows"}, {"id": "31359", "output": "These Are The 3 Police Officers Killed In The Baton Rouge Attack"}, {"id": "31360", "output": "Inmates Help The Injured After Prison Bus Crashes Into Semi"}, {"id": "31361", "output": "Top Cop Calls For Firing 5 Chicago Police Involved In Laquan McDonald Slaying"}, {"id": "31362", "output": "Only One GOP Candidate Seized On Anger With Corporate America"}, {"id": "31363", "output": "Ken Starr Interview Gets Really Awkward When A Certain Baylor Email Comes Up"}, {"id": "31364", "output": "The New Chicago Police Civil Rights Adviser Is A Smart Hire -- For Rahm Emanuel's Reputation"}, {"id": "31365", "output": "Homeland Security Finally Vows To Fully Join Investigation Into 'Hate-Inspired Attacks'"}, {"id": "31366", "output": "'Skinny' Repeal Destroys Health Care As A Right"}, {"id": "31367", "output": "\"That Bastard Kushner...\""}, {"id": "31368", "output": "Kansas Will Remain A Free State, Inshallah"}, {"id": "31369", "output": "No Shortage Of Gun Violence At Start Of New Year"}, {"id": "31370", "output": "Harvey Left Countless Pets Homeless. Here’s What It Takes To Shelter Them."}, {"id": "31371", "output": "Young Woman Vanishes After Planning Date With Woman She Met Online"}, {"id": "31372", "output": "Protesters Clash With Police During March To Remember Alton Sterling"}, {"id": "31373", "output": "Mississippi Teen's Mysterious Disappearance Examined In New Podcast"}, {"id": "31374", "output": "Missing NAACP Leader Who Vanished After Posting Cryptic Facebook Video Found Unharmed (UPDATE)"}, {"id": "31375", "output": "Las Vegas Gunman Had 'Cache Of Weapons'"}, {"id": "31376", "output": "Police Hope To Use DNA To Catch The Zodiac Killer"}, {"id": "31377", "output": "Oklahoma Couple Charged With Manslaughter After 3-Year-Old Dies With 17-Pound Tumor"}, {"id": "31378", "output": "After Harvey, Threat Of 'Dramatic Flooding' Could Mean The Worst Is Still To Come"}, {"id": "31379", "output": "Sandusky Trial: Molestation Case Against Former Coach Still Anyone's Game, Lawyer Says"}, {"id": "31380", "output": "Man With White Supremacist Ties Faces Hate Crime Charges In Black Teen’s Death"}, {"id": "31381", "output": "Child's Casket Containing Human Organs Found On Pennsylvania Sidewalk"}, {"id": "31382", "output": "The 15 Most Bizarre Moments From The Jodi Arias Trial (So Far)"}, {"id": "31383", "output": "Video Shows Virginia Cop Shoot And Wound A Fleeing Teenager"}, {"id": "31384", "output": "Missouri Has Lost Track Of Nearly 1,300 Registered Sex Offenders: Audit"}, {"id": "31385", "output": "Jodi Arias Crime Scene Photos (GRAPHIC)"}, {"id": "31386", "output": "Displaced Baton Rouge Residents Say Devastating Floods Are A Wakeup Call"}, {"id": "31387", "output": "Washington State Has Nearly 6,500 Untested Rape Kits"}, {"id": "31388", "output": "White Cop Shouts At Black Suspect: 'Pretend Like We're Going To Shoot You'"}, {"id": "31389", "output": "Video Shows Officer Casually Ignoring Gunshot Call: 'Oh Well. Oh Well.'"}, {"id": "31390", "output": "Police Suspect Serial Killer In Decades-Old Murder Mystery"}, {"id": "31391", "output": "Port Arthur Volunteers Press On Amid Hurricane Harvey Devastation"}, {"id": "31392", "output": "Dr. Phil Won't Pay In Defamation Case Over Natalee Holloway"}, {"id": "31393", "output": "Here's Why It's So Difficult To Control California's Wildfires"}, {"id": "31394", "output": "First-Class Passenger Accused Of Assaulting Delta Flight Attendant"}, {"id": "31395", "output": "The Bizarre Plot To Blow Up Target Stores To Tank Company Stock"}, {"id": "31396", "output": "JODI ARIAS VERDICT WATCH: Jury Deliberating Arias' Fate"}, {"id": "31397", "output": "Gang Used Drone Swarm To Thwart FBI Hostage Raid"}, {"id": "31398", "output": "Fiance Of Missing Colorado Mom Is Cooperating With Police, Lawyer Says"}, {"id": "31399", "output": "Human Foot Washed Ashore In Canada Is 13th Found Since 2007"}, {"id": "31400", "output": "Nicolas Cage Helps Raise Awareness About Missing Ohio Teen"}, {"id": "31401", "output": "Cops Accused Of Racism After Detaining Black Man Over 'Vegetation'"}, {"id": "31402", "output": "Missing 'X-Men' Producer Found Safe After Tipster Contacts HuffPost"}, {"id": "31403", "output": "Congress Is About To Show Whether It Really Wants To Protect Dreamers"}, {"id": "31404", "output": "15,000 People Become New U.S. Citizens To Celebrate Fourth of July"}, {"id": "31405", "output": "Melania Trump Offers More Details On Her Immigration History, But Still No Proof"}, {"id": "31406", "output": "Trump Suggests Comprehensive Immigration Reform If He Gets His Border Wall"}, {"id": "31407", "output": "She Has Lived Legally In The U.S. For 19 Years. Now The Trump Administration Wants Her Out."}, {"id": "31408", "output": "Hillary Clinton Doesn’t Want You To Forget Donald Trump’s Misogyny"}, {"id": "31409", "output": "Obama Administration Defends Deportation Raids On Families"}, {"id": "31410", "output": "These Dreamers Are 2 Of D.C.'s Best Foster Parents"}, {"id": "31411", "output": "Dreamer Living In Kentucky Detained For A Week Due To Error By Immigration Officers"}, {"id": "31412", "output": "11-Year-Old Declares A Debate Loser: Donald Trump"}, {"id": "31413", "output": "Tennessee Attorney General Backs Off Threat Over DACA Protections For Dreamers"}, {"id": "31414", "output": "The Numbers Of Mothers And Kids Picked Up At The Border Are Rising Again"}, {"id": "31415", "output": "Trump's Crackdown On Immigrant Parents Puts More Kids In An Already Strained System"}, {"id": "31416", "output": "Donald Trump Drives Another Mormon From The GOP"}, {"id": "31417", "output": "Senate Democrats Prepare To Kick Dreamer Fix To Next Year, As House Promises A Fight"}, {"id": "31418", "output": "House Republicans Vote To Block Military From Using Bases To Temporarily Shelter Immigrant Kids"}, {"id": "31419", "output": "Trump Administration Points To New York, Chicago In Latest 'Sanctuary City' Threat"}, {"id": "31420", "output": "Ted Kennedy Thought Harry Reid Didn't Do Enough On Immigration Reform In 2007"}, {"id": "31421", "output": "Acting Attorney General Says Justice Department Won't Defend Trump's Ban On Refugees, Travelers"}, {"id": "31422", "output": "Judge Wants Government To Hand Over Names, Addresses Of Thousands Of Dreamers"}, {"id": "31423", "output": "Senate Dems Try To Shift Focus From Syrian Refugees By Backing Visa Waiver Limits"}, {"id": "31424", "output": "Marco Rubio Doesn't Back Up His Latest Claim On Immigration"}, {"id": "31425", "output": "The Longer Trump Waits To Release New Travel Ban, The Less It May Fly In The Courts"}, {"id": "31426", "output": "Detained Immigrant Teen's Abortion Delayed Again By Appeals Court"}, {"id": "31427", "output": "Latino Lawmakers Throw Support Behind Hillary Clinton"}, {"id": "31428", "output": "Donald Trump's New Travel Ban Challenged In Courts Across The Country"}, {"id": "31429", "output": "Don't Be Fooled: Donald Trump's Immigration Plans Have Not Changed"}, {"id": "31430", "output": "Rick Santorum: Deportations Would Be ‘A Blessing’ For Troubled Countries"}, {"id": "31431", "output": "This Medical School’s Effort To Help Dreamers Could Benefit Entire Communities"}, {"id": "31432", "output": "Border Agents Are Wrongly Telling Asylum-Seekers The U.S. Won't Take Them, Report Alleges"}, {"id": "31433", "output": "Democrats No Longer View Donald Trump As A Joke"}, {"id": "31434", "output": "Hillary Clinton: Obama's Deportation Strategy Didn't Work"}, {"id": "31435", "output": "Senators Have A New Idea For Keeping Out Terrorists, And It Has Nothing To Do With Refugees"}, {"id": "31436", "output": "Trump And Sessions Suggested Dreamers' Fate Was Already Sealed In Court. It Wasn't."}, {"id": "31437", "output": "Freedom Caucus Chairman Says They Would 'Look Favorably' On Paul Ryan For Speaker"}, {"id": "31438", "output": "Trump Administration Claims It's Not Blocking Abortion For Detained Immigrant Teen"}, {"id": "31439", "output": "Trump Administration Is A No-Show At Hearings On Human Rights"}, {"id": "31440", "output": "Pence Says Trump's Threat To Jail Clinton Was One Of The Debate's 'Better Moments'"}, {"id": "31441", "output": "John Kelly: Trump Plan Would Help Dreamers 'Too Afraid' Or 'Too Lazy' To Apply For DACA"}, {"id": "31442", "output": "Former AG Alberto Gonzales: James Comey Made A Mistake With Letter On Clinton Email Investigation"}, {"id": "31443", "output": "Filipino World War II Veterans Will Get Easier Path To Reunite With Family"}, {"id": "31444", "output": "Ben Carson Is Terrible At Being A Donald Trump Surrogate"}, {"id": "31445", "output": "Trump Reportedly Bragged To Russians About Firing 'Nut Job' FBI Director"}, {"id": "31446", "output": "Mike Pence Can't Bar Syrian Refugees Based On ‘Nightmare Speculation,' Court Rules"}, {"id": "31447", "output": "Roe v. Wade: Supreme Court Overturns Landmark Ruling Protecting Abortion Rights"}, {"id": "31448", "output": "Cities, Counties Enter Supreme Court Fray Over Immigration"}, {"id": "31449", "output": "Donald Trump Just Cranked Up The Volume On Immigration"}, {"id": "31450", "output": "Trump’s Attorney General Pick Could Spell Bad News For Undocumented Immigrants"}, {"id": "31451", "output": "Most GOP Voters Didn't Really Want Trump's Mass Deportation Plan Anyway"}, {"id": "31452", "output": "Court Interpreters Say When They're Mistreated, Immigrants Suffer Too"}, {"id": "31453", "output": "Mexican President Enrique Peña Nieto And Donald Trump Are Now In A Twitter Fight"}, {"id": "31454", "output": "Colorado Congressman Hangs On After Splitting With Donald Trump"}, {"id": "31455", "output": "Susan Collins Says She'll Vote For Witnesses In Trump Impeachment Trial"}, {"id": "31456", "output": "Appeals Court Lets Trump Administration Keep Blocking Undocumented Teen's Abortion"}, {"id": "31457", "output": "Latino Voters Delivered Some Good News For Democrats In Nevada"}, {"id": "31458", "output": "Trump Deportation Raids Picked Up More Than 680 People, Government Says"}, {"id": "31459", "output": "White House Trade Adviser: The Washington Post Is 'Fake News Most Of The Time'"}, {"id": "31460", "output": "They Dreamed Of Putting A Woman In The White House. Now They Wait Anxiously."}, {"id": "31461", "output": "Trump's Likely Pick For Global Women's Ambassador Trashed Him In The Primaries"}, {"id": "31462", "output": "Sen. Pat Toomey Downplays Link To For-Profit College With Bizarre Teachings About Women"}, {"id": "31463", "output": "Republican Platform Falsely Says Planned Parenthood Sells Baby Parts"}, {"id": "31464", "output": "Trump Hires Anti-Abortion Czar Who Said She Was 'Disgusted' By His Treatment Of Women"}, {"id": "31465", "output": "Buildings Coast To Coast Will Light Up Pink Tonight For Planned Parenthood"}, {"id": "31466", "output": "Ivanka Trump Is Not To Blame For Her Dad's Terrible Policies"}, {"id": "31467", "output": "Is Donald Trump Trying To Lose The Women's Vote?"}, {"id": "31468", "output": "Supreme Court May Review Texas Abortion Law That Wendy Davis Filibustered"}, {"id": "31469", "output": "Congress Plows Ahead With Planned Parenthood Investigation Despite Pressure To Drop It"}, {"id": "31470", "output": "Chelsea Clinton Paints Portrait Of Hillary As A Warm Mother"}, {"id": "31471", "output": "Hillary Clinton: Planned Parenthood Videos Are 'Disturbing'"}, {"id": "31472", "output": "Defunding Planned Parenthood Would Leave Poor And Rural Women Without Care: CBO"}, {"id": "31473", "output": "Kerry Washington Is Working To End Financial Abuse And Empower Women To Walk Away"}, {"id": "31474", "output": "Women's Rights Groups Criticize Obama For 'Excuses And Silence' On Abortion Policy"}, {"id": "31475", "output": "UN Condemns Harsh Abortion Laws, Child Marriage As 'Torture'"}, {"id": "31476", "output": "Chris Christie Says Hillary Clinton Supports 'Systematic Murder Of Children'"}, {"id": "31477", "output": "America Still Wants To Fund Planned Parenthood After Sting Videos: Poll"}, {"id": "31478", "output": "Death Threats On Abortion Providers Spike In Wake Of Planned Parenthood Videos"}, {"id": "31479", "output": "Ohio Gov. John Kasich Signs 20-Week Abortion Ban"}, {"id": "31480", "output": "Minority Voters' Registrations Are Being Stalled In Florida And North Carolina"}, {"id": "31481", "output": "Mississippi Legislature Passes Nation's Strictest Abortion Ban On International Women's Day"}, {"id": "31482", "output": "Some Harsh Truths About The Life Of A Black Abortion Doctor In The Deep South"}, {"id": "31483", "output": "Bernie Sanders Says He's Lost States Because 'Poor People Don't Vote'"}, {"id": "31484", "output": "'Don’t Worry, I'll Pull Out' And Other Trump Lies"}, {"id": "31485", "output": "America Over All: Trump’s Dangerous Way Of Dealing With The World"}, {"id": "31486", "output": "Michael Flynn’s Communications With Russia, And The Lies He Told About Them, Could Bring Him Down"}, {"id": "31487", "output": "Trump Hands Putin An Easy Victory On Russian Election Interference"}, {"id": "31488", "output": "Trump Is Likely To Get Rid Of The Special Counsel, One Way Or Another"}, {"id": "31489", "output": "Trump Lawyer Caught Falsely Denying That Trump Is Under Investigation"}, {"id": "31490", "output": "It's Time to Leave Afghanistan Now"}, {"id": "31491", "output": "DARPA's New Mind-Reading Binoculars Are Scary-Efficient At Identifying Enemies"}, {"id": "31492", "output": "Jared Cohen, 'The New Digital Age' Co-Author, Discusses The Future Of The Internet"}, {"id": "31493", "output": "Hillary Clinton Pays Tribute To Female Musicians In Essay For Billboard"}, {"id": "31494", "output": "North Carolina Republicans Vow Showdown Over Trans Rights"}, {"id": "31495", "output": "Some People Are Pissed Off About The Casting Of A Black Hermione Granger"}, {"id": "31496", "output": "The Hate That Grows In Our Soil"}, {"id": "31497", "output": "On Adopting a Kid With Down Syndrome"}, {"id": "31498", "output": "Kenny Smith Wants NBA Players To Use Salary Spike To Help Less Fortunate"}, {"id": "31499", "output": "Colin Kaepernick Responds To Philando Castile's Death: 'We Are Under Attack'"}, {"id": "31500", "output": "Japanese Gymnast Racks Up A $5,000 Pokémon Go Bill In Rio"}, {"id": "31501", "output": "Iowa Football Player Mistaken For Bank Robber While Playing Pokémon Go"}, {"id": "31502", "output": "Run, Ted Cruz, Run! Hillary Clinton and the Democrats Need You"}, {"id": "31503", "output": "44 Republicans Voted Against Time Between Troop Deployment. Suicides Skyrocketed. Why?"}, {"id": "31504", "output": "Bernie Sanders, Please Stay In The Race. America Needs You Now More Than Ever"}, {"id": "31505", "output": "The Mt. Everest of Pettiness: Gov. Rick Scott, 'Fan-Gate' and the Farce of Fairness"}, {"id": "31506", "output": "Why Pamela Geller's Paranoid Rhetoric Fails to Keep Americans Safe and Contradicts U.S. Foreign Policy"}, {"id": "31507", "output": "Tuesday's Morning Email: Feds Secretly Wiretapped Paul Manafort Before And After Election"}, {"id": "31508", "output": "Monday's Morning Email: Former U.S. Attorney Says Trump Fired Him After Missed Call"}, {"id": "31509", "output": "Friday's Morning Email: Trump Picks National Security Adviser And Attorney General"}, {"id": "31510", "output": "Monday's Morning Email: Oprah's Rousing Golden Globes Speech Sparks Chorus Of Calls For Oprah 2020"}, {"id": "31511", "output": "Wednesday's Morning Email: Bill Clinton Steals The Show"}, {"id": "31512", "output": "Tuesday's Morning Email: Another GOP Senator Denounces Trump"}, {"id": "31513", "output": "Friday's Morning Email: GOP Rushing Health Care Reform"}, {"id": "31514", "output": "Friday's Morning Email: Putin Says He's Waiting For Trump's Move After U.S. Sanctions"}, {"id": "31515", "output": "Friday's Morning Email: Finally."}, {"id": "31516", "output": "Dealing With The Skunk In The Room"}, {"id": "31517", "output": "Friday's Morning Email: White House Reportedly Asked FBI To Dispute Stories About Russia Ties"}, {"id": "31518", "output": "WHO Urges End To Routine Antibiotic Use In Farm Animals To Stem Rise Of Superbugs"}, {"id": "31519", "output": "'How To Get Away With Murder' Returns With A Vengeance"}, {"id": "31520", "output": "How D.C.'s Mayor Plans To End The HIV Epidemic In The Capitol's Backyard"}, {"id": "31521", "output": "Wednesday's Morning Email: Republicans On Cusp Of Passing Tax Giveaway"}, {"id": "31522", "output": "Monday's Morning Email: Police Investigate Latest London Incident As Terror Attack"}, {"id": "31523", "output": "The Big Moves This Past Year In The Fight Against the World's Top Infectious Killer"}, {"id": "31524", "output": "Thursday's Morning Email: How Top NBC Executives Quashed The Harvey Weinstein Story"}, {"id": "31525", "output": "Thursday's Morning Email: Inside Matt Lauer's Downfall"}, {"id": "31526", "output": "Thursday's Morning Email: Big Business Backs Away From Trump After Charlottesville"}, {"id": "31527", "output": "Wednesday's Morning Email: Trump's Top Aide \"Frustrated\" With Latest Spiral"}, {"id": "31528", "output": "'Why Won't She Talk to Us?' How to Have Better Conversations With Your Children"}, {"id": "31529", "output": "Understanding Children's Emotions: The Importance of Curiosity and Interest"}, {"id": "31530", "output": "White House Offers GOP $1.7 Trillion Infrastructure Plan"}, {"id": "31531", "output": "Trump On Brink Of Impeachment As House Readies Historic Vote"}, {"id": "31532", "output": "Filming Police in Public Places: A Risky First Amendment Activity for Citizen Journalists"}, {"id": "31533", "output": "I Look Like Katy Perry, and it Sucks"}, {"id": "31534", "output": "You Won't Believe This Dog's Tongue Is Real"}, {"id": "31535", "output": "Phillip Lim and Target a New Collaboration Idea: Making Your Own Knockoffs"}, {"id": "31536", "output": "How to Do Leather and Lace for Summer"}, {"id": "31537", "output": "Why Millennials Need to Stand Out (or What I'd Say in a Commencement Speech)"}, {"id": "31538", "output": "Track Records: Startled Awake In St. Petersburg"}, {"id": "31539", "output": "Track Records: Moscow Is a Huge Machine"}, {"id": "31540", "output": "Megadonors Missing from Pro-Trump Super PAC in April"}, {"id": "31541", "output": "Could This Russian-Born Trump Donor Be The Key To A Cryptic Manafort Note?"}, {"id": "31542", "output": "It’s Not Over: The FEC Is On The Job With Messy 2016 Reporting By Trump Campaign And JFCs"}, {"id": "31543", "output": "Why No More Than A Dribble Of Outside Spending In Kansas?"}, {"id": "31544", "output": "Speaker Ryan’s Challenger Receives $1 Million Boost"}, {"id": "31545", "output": "Trump Bucks Ethics Norm With Hook Recommendation"}, {"id": "31546", "output": "Artist Creates Haunting Ode To The Countless Black, Female Bodies That Have Disappeared"}, {"id": "31547", "output": "Artists With Disabilities Explore The Far-Reaching Potential Of Visual Expression"}, {"id": "31548", "output": "Step Into A Feminist Artist's Overgrown Garden Of Girly Delights"}, {"id": "31549", "output": "Jim Crow-Era Folk Artist Captures The Haunting Ways We Envision Death"}, {"id": "31550", "output": "Latin American And Latinx Artists To Take Over Southern California Art Scene In 2017"}, {"id": "31551", "output": "One Of The Biggest Challenges New York Artists Face Is Affording Supplies"}, {"id": "31552", "output": "Artist Honors The Legacy Of Britain's Radical Suffragettes"}, {"id": "31553", "output": "The Ridiculous Man Caves Of Australian Bros"}, {"id": "31554", "output": "Lorna Simpson Creates Haunting Meditations On The State Of Blackness In America"}, {"id": "31555", "output": "A Painter Is Recreating An Archive Of Every Animated Disney Frame Ever Made"}, {"id": "31556", "output": "Artist Explores The Vibrant, Complex History Of Blackness On Television"}, {"id": "31557", "output": "Artists Really, Really Don't Want Their Work On Ivanka Trump's Walls"}, {"id": "31558", "output": "Harpist's Cover Of Taylor Swift's 'Style' Is Just Too Damn Good"}, {"id": "31559", "output": "Artist Creates An Imaginary History Of Queerness From Found Photos"}, {"id": "31560", "output": "10 Women Photographers Who Are Changing The Way We See The World"}, {"id": "31561", "output": "Cindy Sherman's Birthday: 15 Artists Influenced By The Master Of Disguise (PHOTOS)"}, {"id": "31562", "output": "Artists Hope One Enormous Quilt Can Uproot Rape Culture In America"}, {"id": "31563", "output": "Wolfe von Lenkiewicz Goes Mad Scientist On Hieronymus Bosch's 'Garden of Earthly Delights' (PHOTOS)"}, {"id": "31564", "output": "Heartbreaking Photo Series Captures The Final Years Of Two Brothers And Lifelong Best Friends"}, {"id": "31565", "output": "'Faith Ringgold's America' Tells Vivid Tales Of A Black Woman Living In America (PHOTOS)"}, {"id": "31566", "output": "Justin Timberlake Wants His Son To Be Inspired By Charlottesville's Strength"}, {"id": "31567", "output": "An Entire House Dangles Mid-Air In Germany, All In The Name Of Art"}, {"id": "31568", "output": "Dizzying Photos Capture Swarms Of Starlings In Flight"}, {"id": "31569", "output": "An Artist In Brooklyn Wants To Bring His Imaginary Friends To Life"}, {"id": "31570", "output": "Post-Apocalyptic Photos Imagine The Fate Of Our Outdated Technologies"}, {"id": "31571", "output": "The Best Inauguration Week Music Won't Be Found At The Capitol Building"}, {"id": "31572", "output": "Terrifying 'Dinild Trimp' Art Makes Us Long For The Days Of Naked Trump Statues"}, {"id": "31573", "output": "One Artist's Magical Obsession With Creating 'Secret Friends'"}, {"id": "31574", "output": "Even When Announcing Her Pregnancy, Beyoncé Gives Black Artists A Platform"}, {"id": "31575", "output": "Nearly 700 'Nasty Women' Artists Have Teamed Up To Protest Trump"}, {"id": "31576", "output": "Photographer Looks Into the Gazes of the Blind"}, {"id": "31577", "output": "Surrealism Is Alive And Well In Roberto Gil de Montes' Dreamy Depictions"}, {"id": "31578", "output": "Artists Are Offering Free Drawings In Exchange For ACLU Donations"}, {"id": "31579", "output": "Women-Only Art Shows Stood Out In 2017. Let's Leave Them There."}, {"id": "31580", "output": "Artists Band Together With A Message For Trump: We Make America"}, {"id": "31581", "output": "This Dance Inspired By 'Moonlight' Is Almost As Gorgeous As The Real Thing"}, {"id": "31582", "output": "Urs Fischer Retrospective Delights And Repulses At LA MOCA (PHOTOS)"}, {"id": "31583", "output": "Artists Call For Global Culture Strike On America's Inauguration Day"}, {"id": "31584", "output": "Garry Winogrand's Photography Retrospective Brings 250,000 Unknown Images To SFMOMA (PHOTOS)"}, {"id": "31585", "output": "David Bowie’s Idea Of Perfect Happiness Was Reading"}, {"id": "31586", "output": "Shepard Fairey's New Art Blatantly Condemns 'Demagogue' Donald Trump"}, {"id": "31587", "output": "Bolshoi Prima Ballerina Describes The Emotional Intensity Of Dancing 'Swan Lake'"}, {"id": "31588", "output": "This Hallucinatory 1970s Sculpture Garden Brings The Tarot Deck To Life"}, {"id": "31589", "output": "Colorful Architecture, Because You Don't Need Rain For A Breathtaking Rainbow"}, {"id": "31590", "output": "Heartbreaking (And Free) Poster Honors The Woman President We Could've Had"}, {"id": "31591", "output": "James Rosenquist, Pop Art Legend, On Romney, Multiple Universes, And Young'uns Who 'Don't Know How To Paint' (INTERVIEW) (PHOTOS)"}, {"id": "31592", "output": "Jeffrey Tambor Still Doesn't Feel 'Entitled' To Play A Trans Woman"}, {"id": "31593", "output": "Chinese Museum Removes Photo Series Comparing Black People To Animals"}, {"id": "31594", "output": "Nightmarish Sculpture Is Haunting Runners In A Chicago Park"}, {"id": "31595", "output": "Stressed-Out Teenage Hero Follows Along With Bob Ross On Microsoft Paint"}, {"id": "31596", "output": "The Body Is Absent In 'Antibody' (PHOTOS)"}, {"id": "31597", "output": "Deliciously Bizarre Cartoons Turn Puppies Into Bros, Frogs Into Nerds"}, {"id": "31598", "output": "Awe-Inspiring Images Pay Tribute To Canada's Radical Black Feminists"}, {"id": "31599", "output": "'Black Mirror'-Inspired Photography Exhibition Proves Reality Can Be Stranger Than Sci-Fi"}, {"id": "31600", "output": "'F*cking Tourist' Series Will Make You Think Twice About How You Travel"}, {"id": "31601", "output": "To All The Meat-Loving Feminists Of The World, Riot Grill Has Arrived"}, {"id": "31602", "output": "Help A Queens Museum Create A Permanent Home For Jim Henson's Muppets"}, {"id": "31603", "output": "68 Hours in Haiti, Part 5: The Miracle"}, {"id": "31604", "output": "How a Car Accident and Cancer Taught Me Different Things About Mortality"}, {"id": "31605", "output": "Cancer and the Dalai Lama..."}, {"id": "31606", "output": "How a Little Boy With Cancer Briefly Saved Us All"}, {"id": "31607", "output": "Cancer, St. Paul and the Beatles"}, {"id": "31608", "output": "Being Angry at God for Cancer"}, {"id": "31609", "output": "7 Steps to Mend a Broken Heart"}, {"id": "31610", "output": "The Ann Arbor Male"}, {"id": "31611", "output": "Layer on the Style"}, {"id": "31612", "output": "Student Style at the University of Alabama"}, {"id": "31613", "output": "Students Balance Studies and Style at Purdue University"}, {"id": "31614", "output": "Coast to Coast Style at High Point University"}, {"id": "31615", "output": "University of Connecticut's East Coast Style"}, {"id": "31616", "output": "Keeping Classics Relevant at Stonehill College"}, {"id": "31617", "output": "The Gamecocks Are 'Cocky' About Style"}, {"id": "31618", "output": "5 Reasons the Common Core Is Ruining Childhood"}, {"id": "31619", "output": "The Elective C-Section that Saved My Soul"}, {"id": "31620", "output": "Some Couples Are Getting Sued For Negative Vendor Reviews"}, {"id": "31621", "output": "8 First Looks You Don't Want To Miss"}, {"id": "31622", "output": "9 Real Brides' Wedding Ring Engravings"}, {"id": "31623", "output": "9 Wacky Ways to Wed"}, {"id": "31624", "output": "10 Pretty Bridal Shower Cake Ideas"}, {"id": "31625", "output": "Rudest Things Guests Say to the Bride and Groom"}, {"id": "31626", "output": "Andrew Luck's Touchdown After Recovering A Fumble Was The Colts' Andrew Luckiest Play (GIFs)"}, {"id": "31627", "output": "That Moment When You Realize You're Going To Miss The Cut At The Masters (PHOTO)"}, {"id": "31628", "output": "Dustin Hogue's Epic Homecoming Haircut Should Make Anthony Mason Proud (PHOTOS)"}, {"id": "31629", "output": "Johnny Manziel Touchdown: Texas A&M Take Cotton Bowl Lead On Scramble (VIDEO) [UPDATED]"}, {"id": "31630", "output": "Michigan Two-Point Conversion Fails Late In Loss To Ohio State (VIDEO/GIF/POLL)"}, {"id": "31631", "output": "Nebraska Football Coach Bo Pelini Reenacted 'Circle Of Life' With Adorable, Terrified Cat (VIDEO)"}, {"id": "31632", "output": "Safety! Super Bowl XLVIII Got Off To A Terrible Start For The Broncos (GIF)"}, {"id": "31633", "output": "Floyd Mayweather Jr. vs. Miguel Cotto: LIVE UPDATES On WBA Super Welterweight Fight"}, {"id": "31634", "output": "Samantha Steele, Christian Ponder Dating: Vikings QB Confirms Relationship With ESPN Reporter"}, {"id": "31635", "output": "Paul George Dunk: Chris Bosh Posterized 'In The Face' As Pacers Beat Heat In Game 6 (VIDEO)"}, {"id": "31636", "output": "Caroline Wozniacki, Rory McIlroy Engaged To Ring In 2014 (PHOTOS)"}, {"id": "31637", "output": "Alex Poythress Doesn't Always Score Points, But When He Does, He Prefers Them Amazing (GIFs)"}, {"id": "31638", "output": "LeBron James Talks Space Jam, Playing In NFL, Peyton Manning And More In Twitter Q&A (TWEETS)"}, {"id": "31639", "output": "Ryder Cup 2012: Europe Pulls Off Epic Comeback As Phil Mickelson, Jim Furyk Surrender Leads"}, {"id": "31640", "output": "Michigan, Ohio State Fight Results In 3 Ejections, Marcus Hall Giving Middle Fingers To Fans (VIDEO/GIF)"}, {"id": "31641", "output": "Aaron Craft Shot: Ohio State Beats Iowa State In Final Second (VIDEO/GIF)"}, {"id": "31642", "output": "Chelsea vs Bayern Munich In Champions League Final: LIVE SCORE, UPDATES, COMMENTARY"}, {"id": "31643", "output": "Ref Run Over: South Alabama Running Back Cris Dinham Trucks Umpire (VIDEO)"}, {"id": "31644", "output": "Naked Andrew Luck Accidentally Photobombed Pat McAfee's Locker Room Picture After Colts Win"}, {"id": "31645", "output": "Mitch McGary Screen: Michigan Center Levels Briante Weber In Win Over VCU (VIDEO/GIF)"}, {"id": "31646", "output": "Winter Classic Photos Will Make You Feel Cold Even If You're Nowhere Near The Big House"}, {"id": "31647", "output": "John Wall Only Needed One Dunk To Sort Of Win The Bizarro 2014 NBA Dunk Contest (VIDEO)"}, {"id": "31648", "output": "Usain Bolt, Jamaica Win 4x100-Meter Relay Gold Medal, Set World Record (PHOTOS)"}, {"id": "31649", "output": "Cordarrelle Patterson's 50-Yard Touchdown Run Broke Vikings Records, Lions Ankles (VIDEO)"}, {"id": "31650", "output": "Johnny Manziel Videbombs Texas A&M Coach Kevin Sumlin By Sticking Out His Tongue (VIDEO)"}, {"id": "31651", "output": "Redskins, Rams Trade: Draft Picks Deal To Bring Robert Griffin III To DC Confirmed"}, {"id": "31652", "output": "Jose Canseco Wants To Succeed Bud Selig As MLB Commissioner With  #CansecoCare Plan"}, {"id": "31653", "output": "Andrew Wiggins Shows Why NBA Tanking Is A Thing (VIDEO)"}, {"id": "31654", "output": "A New Urine Test Could Measure How Healthy Your Diet Is"}, {"id": "31655", "output": "1 In 3 Cases Of Dementia Could Be Prevented By Healthier Lifestyles"}, {"id": "31656", "output": "The Strange Link Between Eye Color And Alcohol Abuse"}, {"id": "31657", "output": "Five Principles for Taming the Wild West of Beyond the Grid Clean Energy Policy"}, {"id": "31658", "output": "A Lesson for Dr. Kim and the World Bank as It Ponders the Kosovo Coal Project"}, {"id": "31659", "output": "Making Friends Takes a Lot of Energy. Is It Worth It?"}, {"id": "31660", "output": "Conscious Uncoupling Starts With Unconscious Coupling (And I Don't Mean Drunken Hook-Ups)"}, {"id": "31661", "output": "4 Things I Know for Sure About Choosing Midlife Divorce"}, {"id": "31662", "output": "Wheelchair Wisdom: Stop the Busyness and Smell the Roses"}, {"id": "31663", "output": "Wheelchair Wisdom: Inhale Love, Exhale Gratitude"}, {"id": "31664", "output": "Wheelchair Wisdom: Use Everything to Your Advantage"}, {"id": "31665", "output": "A French Toast Bake for Breakfast Fireworks"}, {"id": "31666", "output": "A Grapefruit Smoothie for Morning Greatness"}, {"id": "31667", "output": "Tex-Mex Crockpot Quinoa"}, {"id": "31668", "output": "Easy Ben & Jerry's Peanut Butter Cup Ice Cream"}, {"id": "31669", "output": "Mega Monster Cookie Bars You'll Want to Stuff in Yo' Face"}, {"id": "31670", "output": "Funfetti Sugar Cookie Bars Are Pure Happiness"}, {"id": "31671", "output": "Valentine's Day Strawberry Shortcake Cookies"}, {"id": "31672", "output": "Make Dinner Easy With Chili Marmalade Chicken"}, {"id": "31673", "output": "Sparkling Mango Lemonade All Summer Long"}, {"id": "31674", "output": "How To Make Blueberry Crisp For The Best Summer BBQ"}, {"id": "31675", "output": "Decadent Chocolate Whipped Cream"}, {"id": "31676", "output": "Easy Breakfast Pizza to Kick Off the Weekend"}, {"id": "31677", "output": "Bare-Handed Miracles (Pt 1 of 3)"}, {"id": "31678", "output": "The Village and the Box: Chapter 3"}, {"id": "31679", "output": "My One (and Only) Duck Dynasty Post"}, {"id": "31680", "output": "What Does It Really Mean to Follow Jesus?"}, {"id": "31681", "output": "CDC Reports First Official Zika Numbers From Puerto Rico"}, {"id": "31682", "output": "No Birth Defects Seen In Babies Exposed To Zika Late In Pregnancy"}, {"id": "31683", "output": "Florida To Begin Aerial Spraying Of Insecticides To Control Zika"}, {"id": "31684", "output": "Count Your Lucky Stars"}, {"id": "31685", "output": "Timeout or Burnout"}, {"id": "31686", "output": "Help Support Reporting In Ferguson For The Next Year"}, {"id": "31687", "output": "Until Trump Decides Otherwise, A Bloc Of House Conservatives Now Controls Government"}, {"id": "31688", "output": "Why Obama Should Nominate Barack Obama For The Supreme Court Vacancy"}, {"id": "31689", "output": "GOP Senator On Obamacare Replacement: 'There's Not Any Real Discussion Taking Place Right Now'"}, {"id": "31690", "output": "How Do Presidential Candidates Lie To Thee? Let HuffPost Count The Ways"}, {"id": "31691", "output": "HuffPost Hosting DNC Debate Jan. 18"}, {"id": "31692", "output": "The Stop Trump Movement Got New Life In Ohio"}, {"id": "31693", "output": "Poetic Justice: How Two Immigrants, A Muslim Man And A Latina, Sealed Trump's Fate"}, {"id": "31694", "output": "Undocumented Journalist Jose Antonio Vargas Is In The Capitol To Watch Trump's Address"}, {"id": "31695", "output": "Elizabeth Warren Warns Democrats Not To Cave On Corporate Tax Reform"}, {"id": "31696", "output": "Campaign Cash Pours In Against Republicans Who Voted To Repeal The Affordable Care Act"}, {"id": "31697", "output": "Here's What's Next For Bernie Sanders And Hillary Clinton"}, {"id": "31698", "output": "A Maryland Lawmaker Offers A Radical New Solution To The Heroin Crisis"}, {"id": "31699", "output": "It's Time To Bury Donald Trump Once And For All"}, {"id": "31700", "output": "Fox News Debate Host Asks GOP Presidential Candidates If They'd Spy On Mosques. Obama Already Does."}, {"id": "31701", "output": "New Documents Show Evan Bayh Dove Head-First Into A Controversial Bermuda-Based Insurance Enterprise"}, {"id": "31702", "output": "Elizabeth Warren Endorses Tom Perriello In Virginia Governor's Race"}, {"id": "31703", "output": "Elizabeth Warren Wades Into Democratic Party’s Debate On Candidates’ Abortion Views"}, {"id": "31704", "output": "The DCCC Is Jumping In And The Special Election In Montana Is About To Get A Ton More Attention"}, {"id": "31705", "output": "House GOP Faceplant On Ethics Coup Shows Public Shame Still Matters"}, {"id": "31706", "output": "Cops Search For Motive In Deadly Federal Building Shooting"}, {"id": "31707", "output": "10 Conversations Every Couple Should Have In The New Year"}, {"id": "31708", "output": "The Bachelor Recapped By Someone Who Has Actually Been To Iowa, Unlike Any of the Contestants"}, {"id": "31709", "output": "Do Kids Who Play Team Sports Eat More Junk Food?"}, {"id": "31710", "output": "Chicken From China? Why You Should Be Worried"}, {"id": "31711", "output": "Eight Years Later: A Visit to a Mexican Orphanage"}, {"id": "31712", "output": "Of Chairs and Celebrities:    The Hotel Fasano in Rio"}, {"id": "31713", "output": "A Conversation With Director Joachim Trier at Cannes about Louder Than Bombs"}, {"id": "31714", "output": "A Caipirinha in a Favela in Rio"}, {"id": "31715", "output": "Nuri Bilge Ceylan's \"Winter Sleep\" Wins Palme d'Or at Cannes: A Masterpiece"}, {"id": "31716", "output": "'Valley of Love' at Cannes: Isabelle Huppert and Gerard Depardieu Summoned to Californian Desert by Dead Son"}, {"id": "31717", "output": "A Conversation With Charlotte Gainsbourg in Cannes"}, {"id": "31718", "output": "Screenwriter/Director Paul Haggis Gives Masterclass at Beaune Festival:  \"Reach Inside the Soul and Twist\""}, {"id": "31719", "output": "Spice Up Your Spring with Sporty Style"}, {"id": "31720", "output": "A Fresh Eye on a Fresh Palette"}, {"id": "31721", "output": "Thanks Bode, for Letting Us See a Grieving Brother Cry"}, {"id": "31722", "output": "IMS Brings Two Wheels to Life in Long Beach"}, {"id": "31723", "output": "Ireland's Wild Atlantic Way Out West Diverse, Exhilarating (VIDEO)"}, {"id": "31724", "output": "Trevor Noah: Only White Non-Latino Politicians Could Make Spanish Sound Unsexy"}, {"id": "31725", "output": "'Every Drop Of Decency Is Fought For': LGBTQ Activist Shares Story Of Politics At Work"}, {"id": "31726", "output": "Cops Searching For A Ross From ‘Friends’ Look-Alike Suspected Of Theft"}, {"id": "31727", "output": "Australian Government Prepares To Bar Chelsea Manning From Entering The Country"}, {"id": "31728", "output": "Trump Supporters Form Human ‘Wall’ Along U.S.-Mexico Border"}, {"id": "31729", "output": "The Maron/Maron split"}, {"id": "31730", "output": "Movie Review: The Good Lie -- Emotional Honesty"}, {"id": "31731", "output": "Live from the Tribeca Film Festival: Friday, April 17"}, {"id": "31732", "output": "Movie Review: The Kings of Summer"}, {"id": "31733", "output": "Movie review: Wallander: The Revenge"}, {"id": "31734", "output": "Live From the Dubai International Film Festival: Saturday, Dec. 7"}, {"id": "31735", "output": "Live From the Marrakech Film Festival: Dec. 7"}, {"id": "31736", "output": "10 Must-See Northern California Views"}, {"id": "31737", "output": "Off Season Escape: Stockbridge, Massachusetts"}, {"id": "31738", "output": "The Best Things to Do in Jimmy Fallon's Hometown"}, {"id": "31739", "output": "7 Best Gluten-Free Halloween Recipes"}, {"id": "31740", "output": "The 5 Best One-Pot Vegetarian Dinners"}, {"id": "31741", "output": "The 5 Best Gluten-Free Flours and What to Do With Them"}, {"id": "31742", "output": "Want to Quit Smoking? Move to a Deserted Island -- for the Rest of Your Life"}, {"id": "31743", "output": "Are We Addicted to Facebook, or Are We Just Addicted to Ourselves?"}, {"id": "31744", "output": "Audiences Go For A Second Helping Of ‘Encanto'"}, {"id": "31745", "output": "‘The Batman,’ Still No. 1, Crosses $300 Million"}, {"id": "31746", "output": "'Goosebumps' Scares Away Competition At The Box Office"}, {"id": "31747", "output": "Finally! Hello Delicious, Gluten-Free Baking"}, {"id": "31748", "output": "Chocolate Chip Macaroon Cookies!"}, {"id": "31749", "output": "Annie Stein on Kai Lobach's Currywurst"}, {"id": "31750", "output": "Epic Apple Pie-Buttermilk Shake"}, {"id": "31751", "output": "The Perfect Almond Joy"}, {"id": "31752", "output": "Is the US Divorce Rate Going Up Rather Than Going Down?"}, {"id": "31753", "output": "Can Marriage Education Help Army Marriages with Infidelity?"}, {"id": "31754", "output": "How To Prevent Litigation In Divorce Disputes"}, {"id": "31755", "output": "Interview with Carl Massy: Author, Life Coach and Happiness Strategist"}, {"id": "31756", "output": "The Reason for the Season: Have We Lost Our Way?"}, {"id": "31757", "output": "Reclaiming 'USA!, USA! USA!' from the Bigots in Murrieta"}, {"id": "31758", "output": "Is Snow Your Security Blanket? It Should Be This Year"}, {"id": "31759", "output": "11 of the Most Astounding UNESCO Sites in Africa"}, {"id": "31760", "output": "To the Roof of Africa: Climbing Mount Kilimanjaro"}, {"id": "31761", "output": "Singapore's Best Sweets: With Celebrity Dessert Chef Janice Wong"}, {"id": "31762", "output": "A Day In The (Wild) Life Of The Okavango Delta (PHOTOS)"}, {"id": "31763", "output": "Forgiveness is Forever"}, {"id": "31764", "output": "Totally American Ways to Enjoy Healthy World Flavors"}, {"id": "31765", "output": "Trendspotting: 5 Top Food Trends"}, {"id": "31766", "output": "Trump Supporter Says He Will Testify Before Grand Jury In Mueller Probe"}, {"id": "31767", "output": "Democratic Candidates Blast Obama Administration Plan To Deport Families"}, {"id": "31768", "output": "Chelsea Manning To Ask Court To Quash New Grand Jury Subpoena"}, {"id": "31769", "output": "At the Top of My Lungs: In Sickness and In Health"}, {"id": "31770", "output": "Quarterly Yearnings: Breathing New Life Into Quarterly Results"}, {"id": "31771", "output": "At the Top of My Lungs: House Calls"}, {"id": "31772", "output": "At the Top of My Lungs: Luna de Miel"}, {"id": "31773", "output": "Connecting the Dots Towards the Empires of Our Future"}, {"id": "31774", "output": "Sir David King: '2015 Is a Seminal Year for the Planet'"}, {"id": "31775", "output": "Q10 With Daniella Helayel"}, {"id": "31776", "output": "Q10 With Jerome C. Rousseau"}, {"id": "31777", "output": "3 Little Words: How Apology Can Enhance Romance -- A Valentine's Day Series, Part 2"}, {"id": "31778", "output": "DeadSocial: Social Networking Site Helps You Contact Friends And Family From Beyond The Grave"}, {"id": "31779", "output": "The 23 Funniest Tumblr Blogs That Will Make You LOL"}, {"id": "31780", "output": "Passionistas"}, {"id": "31781", "output": "Why Oklahoma Rep. John Bennett's Fear Mongering Makes Us Less Safe"}, {"id": "31782", "output": "ADHD and Sex: An Interview with Ari Tuckman PsyD MBA"}, {"id": "31783", "output": "ADHD and Marriage: An Interview With Melissa Orlov"}, {"id": "31784", "output": "Cognitive-Behavioral Therapy for Adult ADHD:  An Interview With Mary Solanto, Ph.D."}, {"id": "31785", "output": "Fab Phils Pumped for European Tour"}, {"id": "31786", "output": "Why Am I Yelling At CNN's Poppy Harlow?"}, {"id": "31787", "output": "Who's in Charge? Our Assumptions About Race and Gender"}, {"id": "31788", "output": "Clans, Cults and Tribes: From Family to Deaf Culture"}, {"id": "31789", "output": "How We Talk About Race"}, {"id": "31790", "output": "Asian Americans versus Asian Americans"}, {"id": "31791", "output": "Top 10 Tips to Plan Your Wedding Your Way"}, {"id": "31792", "output": "The Best Of Newfoundland: Explore The Wonders Of Canada"}, {"id": "31793", "output": "Midwest Bed And Breakfasts Cater To Business Travelers"}, {"id": "31794", "output": "Stylish Historic Getaways Of The Northeast (PHOTOS)"}, {"id": "31795", "output": "How Nebraska Can Return to College Football Greatness"}, {"id": "31796", "output": "Revisiting The Iran Deal"}, {"id": "31797", "output": "UN Human Rights Council? UN Human Wrongs Council!"}, {"id": "31798", "output": "Hamas Versus Israel: The Case for Moral Clarity"}, {"id": "31799", "output": "Paternity Leave"}, {"id": "31800", "output": "Cuba Has An Ambitious Plan To Protect Its Environment From Tourists"}, {"id": "31801", "output": "Tim Cook Swipes At FBI During New iPhone Event"}, {"id": "31802", "output": "Netflix Is Getting Rid Of An Easy Way To Watch Blocked Content"}, {"id": "31803", "output": "The 'Reset Plug' Will Save You When Your Internet Craps Out"}, {"id": "31804", "output": "Pretzel-Crusted Peanut Butter Brownies"}, {"id": "31805", "output": "Democrats’ Inflation Reduction Act Expected To Do Little To Reduce Inflation"}, {"id": "31806", "output": "Create Miracles Now"}, {"id": "31807", "output": "The Benefits of Tears"}, {"id": "31808", "output": "Just Because You're You"}, {"id": "31809", "output": "46 Hours of Tape | Goldman Sachs, The Fed & Carmen Segarra"}, {"id": "31810", "output": "5 Communications Lessons Learned Working at an Anti-Poverty Nonprofit"}, {"id": "31811", "output": "Why You're Unhappy at Work -- And 4 Ways to Fix It"}, {"id": "31812", "output": "Who's Getting in? A Simple Look at Recent Female Director Appointments"}, {"id": "31813", "output": "Joi Gordon On Volunteering Your Way to A New Career"}, {"id": "31814", "output": "When the Wicked Stepmother Fran Drescher Tells You to Get to Work, Better Listen"}, {"id": "31815", "output": "America's Sweetheart Susan Lucci Opens Up About Love, Fans and the Little Boy Who Won Her Heart"}, {"id": "31816", "output": "Under Noelia's Spell: The Global Superstar Sets Her Sights on the World of Dance"}, {"id": "31817", "output": "The Trend We'd Like to Kick Off Spring Fashion"}, {"id": "31818", "output": "We Found the Perfect Concealers for Every Skin Tone!"}, {"id": "31819", "output": "Combating the 'Dips' in Life"}, {"id": "31820", "output": "How I Beat Ovarian Cancer"}, {"id": "31821", "output": "Because Love Wins"}, {"id": "31822", "output": "California Primary: Devolution and the Republican Race to Lose to Jerry Brown"}, {"id": "31823", "output": "Mad About the '60s ... Goldfinger at 50 and Bond Beyond"}, {"id": "31824", "output": "Mad About the '60s... Fearful Fail-Safes, Then and Now"}, {"id": "31825", "output": "Don't Look Now, But the Next Bush Wants Us In Another New War in the Middle East"}, {"id": "31826", "output": "In Greenhouse California, the Hissing of Summer Lawns Fizzles While Races for Senator and Governor Quietly Take Shape"}, {"id": "31827", "output": "Pax Americana at Presidents' Day: How Go Our Wars? (And How Many Are There, Anyway?)"}, {"id": "31828", "output": "Jerry Brown's Big Green Inaugural Week"}, {"id": "31829", "output": "Mario Cuomo: The Greatness and the Fallacy"}, {"id": "31830", "output": "Immigration Fight Is Psychological Warfare"}, {"id": "31831", "output": "How Do We Torture? Let Them Count the Ways..."}, {"id": "31832", "output": "U.S. and Israel: Angry Words"}, {"id": "31833", "output": "The Long Fight for Justice"}, {"id": "31834", "output": "Fireworks in the Fog"}, {"id": "31835", "output": "Patronizing Paychecks"}, {"id": "31836", "output": "Summer: Day One, 2012"}, {"id": "31837", "output": "British Tourists Bitch About New York: Shopping's 'Aggressive,' Skyscrapers Are 'Scary,' Our Behavior? Just Plain 'Rude'"}, {"id": "31838", "output": "In Bangkok: Fitting Right In"}, {"id": "31839", "output": "A Tour of the Future in Hong Kong"}, {"id": "31840", "output": "New England's 7 Weirdest Roadside Landmarks (PHOTOS)"}, {"id": "31841", "output": "Cuban Cool: In Havana's Retro Universe, Classic Cars Are Just For Starters"}, {"id": "31842", "output": "One Insane Day in Albania. (Yes, Albania.)"}, {"id": "31843", "output": "Small Boat, Big City: Kayaking from Manhattan to the Statue of Liberty"}, {"id": "31844", "output": "Police: 2 People Died At Former Versace Mansion In Apparent Double Suicide"}, {"id": "31845", "output": "Disability Advocates Express Joy After Biden Name-Checks Them With Important Word"}, {"id": "31846", "output": "Man Arrested For Allegedly Posing As Uber, Lyft Driver To Sexually Assault Riders"}, {"id": "31847", "output": "Hundreds Declare Their Support For Colin Kaepernick At Rally Outside NFL Headquarters"}, {"id": "31848", "output": "Jesse Jackson Is The Most Important Figure In U.S. Political History"}, {"id": "31849", "output": "Calling Out White Supremacy Comes With Consequences For Black Folks"}, {"id": "31850", "output": "Pentagon Gave Most Of Its $1 Billion Coronavirus Aid Package To Defense Contractors: Report"}, {"id": "31851", "output": "Criminals In Historically Large, Global Cyberattack Demand $70 Million Ransom"}, {"id": "31852", "output": "Broadway Star Laurel Griggs Dead At 13"}, {"id": "31853", "output": "Here's What Cities Need To Do When Mass Killers Are On The Loose"}, {"id": "31854", "output": "Donald Trump's Secrets and Hypocrisy ... About Golf"}, {"id": "31855", "output": "Chris Christie's Wife Had The Best Reaction To Trump's Sexist Attack On Clinton"}, {"id": "31856", "output": "Liz Cheney Announces She's Running For Congress In Wyoming... From Virginia"}, {"id": "31857", "output": "Here's The Story Behind This Summer's Incredible NYT Magazine Middle East Issue"}, {"id": "31858", "output": "There's a Perfectly Good Reason Why Parents Think Their '3-Year-Olds are A**Holes'"}, {"id": "31859", "output": "Cutting the Cord: Nature's Blueprint Part 5: Letting Go and Taking Hold"}, {"id": "31860", "output": "Rising Price of Breast Milk: Costs of Breastfeeding"}, {"id": "31861", "output": "How Much Should You Spend On a Bra?"}, {"id": "31862", "output": "Back-to-School: 6 Tips For Your Sensory Child"}, {"id": "31863", "output": "What You Don't Know and Can't See"}, {"id": "31864", "output": "6 Secrets Special Needs Moms Know But Won't Tell You"}, {"id": "31865", "output": "Trump’s Support For Punishing Qatar Is Misguided"}, {"id": "31866", "output": "Do Your Responses Make Your Child's Problem Better or (Gulp!) Worse?"}, {"id": "31867", "output": "From Perfection to Personal Bests: 7 Ways to Nurture Your Gifted Child"}, {"id": "31868", "output": "12 Dos and Don'ts for Stopping Bullying"}, {"id": "31869", "output": "5 Ways to Parent a Perfectionist"}, {"id": "31870", "output": "Yes, We Are Talking About It More!  That's the Good News about Bullying"}, {"id": "31871", "output": "Experts Share The Secrets Of Sample Sales"}, {"id": "31872", "output": "What Your Relationship Needs This Valentine's Day"}, {"id": "31873", "output": "10 Commandments for the Newly Engaged Woman"}, {"id": "31874", "output": "If A-Rod Plays Well What Will the Yankees Do?"}, {"id": "31875", "output": "What's Next for Bernie Sanders"}, {"id": "31876", "output": "How We Should Be Thinking About Russia's Role In The Election"}, {"id": "31877", "output": "How the Giants Collapsed"}, {"id": "31878", "output": "Grammy and Tony Award Nominated Brandon Victor Dixon is on Broadway in MOTOWN: The Musical"}, {"id": "31879", "output": "Little Man Max Charles Tackles Big Roles in American Sniper and The Amazing Spider-Man"}, {"id": "31880", "output": "Elvis Nolasco Plays an Addict in ABC's American Crime"}, {"id": "31881", "output": "Family Fights Insurance Company, Wins Life-Saving Heart Surgery For Toddler"}, {"id": "31882", "output": "16-Pound Baby Born In California Is One Of The Largest In History"}, {"id": "31883", "output": "Map Shows History Of Deadly Airplane Crashes In The United States"}, {"id": "31884", "output": "Beyond Holiday Stress: Steps to Reclaim the Holiday Spirit"}, {"id": "31885", "output": "Claiming Oneness for the Human Family?"}, {"id": "31886", "output": "Labor Day Summer Teff Salad With Chia Dressing"}, {"id": "31887", "output": "Almond Quinoa Parfait"}, {"id": "31888", "output": "Chocolate-Covered Candy Cane Dipped Pears"}, {"id": "31889", "output": "Quinoa Detox Salad With Hemp Hearts"}, {"id": "31890", "output": "Don't Let the Fear of Failure Limit Your Genius"}, {"id": "31891", "output": "Fear Won't Go Away ... But We Can Change How We React"}, {"id": "31892", "output": "The Science Of Worrying"}, {"id": "31893", "output": "James Murdoch Says Digital Advertising Needs An Overhaul"}, {"id": "31894", "output": "Hulk Hogan Wants To Be Your Next Vice President"}, {"id": "31895", "output": "Lawrence O'Donnell Tears Into Donald Trump: 'He Lies!'"}, {"id": "31896", "output": "Rachel Maddow Blasts Benghazi Committee As A 'Hilarious Partisan Joke'"}, {"id": "31897", "output": "With 22.6 Million Viewers, CNN Debate Tops Network's Record -- But Doesn't Beat Fox News"}, {"id": "31898", "output": "Megyn Kelly Pushes Ted Cruz On Debate Demand: 'How Would It Work?'"}, {"id": "31899", "output": "Rachel Maddow Tears Into CNN Debate Format: 'It's A Total Mess'"}, {"id": "31900", "output": "Carly Fiorina Spars With Hosts Of 'The View' Over Comments About Her Looks"}, {"id": "31901", "output": "Lawrence O'Donnell Mocks Donald Trump's Return To Fox: 'He Is The Worst Boycotter'"}, {"id": "31902", "output": "CNN's Anderson Cooper Explores What It's Like To Be A U.S. Teen"}, {"id": "31903", "output": "The Top 5 Career Regrets"}, {"id": "31904", "output": "Data Journalism for Researchers: Masterclass at the World Resources Forum"}, {"id": "31905", "output": "We Need to Talk About Non-Gender-Conforming Media Workers, Too"}, {"id": "31906", "output": "Swedish Town of Umeå Enjoys Gender Balance in Its Print, TV and Radio Outlets"}, {"id": "31907", "output": "Hey, I Just Thought of Something Else"}, {"id": "31908", "output": "Study: 81 Percent of Americans No Longer Able to Remember the True Meaning of Christmas"}, {"id": "31909", "output": "Debating the Morality of Brutal Government Torture is Now a 'Thing,' Apparently"}, {"id": "31910", "output": "The One Trait Successful Managers Have In Common"}, {"id": "31911", "output": "Emotions Impact Your Work -- So Why Don't Companies Take Mental Health Seriously?"}, {"id": "31912", "output": "Trump's Obsession With Chinese Currency Manipulation Is Sooo 2014"}, {"id": "31913", "output": "As Chevy Ends Award-Winning Sustainability Plan, The Climate Is Just As Screwed As Ever"}, {"id": "31914", "output": "Banking Doesn't Have To Be A Boys' Club, Bank Of America Exec Says"}, {"id": "31915", "output": "Big Coal Funded This Prominent Climate Change Denier, Docs Reveal"}, {"id": "31916", "output": "Is The President Of Planned Parenthood Underpaid?"}, {"id": "31917", "output": "PayPal Won’t Tolerate North Carolina’s Discrimination, Scraps Expansion Plans"}, {"id": "31918", "output": "Deutsche Bank Won't Expand In North Carolina Because Of Anti-LGBT Law"}, {"id": "31919", "output": "New York City Has A Plan To Help Freelancers Get Paid On Time"}, {"id": "31920", "output": "You Are a Genius: 5 Steps to Creative Freedom"}, {"id": "31921", "output": "How Stopping to Smell the Roses Can Transform Your Day"}, {"id": "31922", "output": "When Seasons Change, So Should Your Skin-Care Routine"}, {"id": "31923", "output": "What Do Zombies Have to Teach Us About Lifting Our Spirits?"}, {"id": "31924", "output": "What Can We Learn From Whitney Houston's Autopsy Results About Our Own Addictions?"}, {"id": "31925", "output": "While the FDA's Approval of a New Diet Drug Might Be Big News, It's Not Necessarily Good News"}, {"id": "31926", "output": "The Today Show's Joy Bauer Proves Yet Again That Anyone (Yes, Anyone!) Can Lose Weight"}, {"id": "31927", "output": "Los Angeles Could Be One Of The Few Cities The Olympics Can’t Ruin"}, {"id": "31928", "output": "NFL Hall Of Famer Frank Gifford Had Football-Related Brain Disease"}, {"id": "31929", "output": "Brazil Is Key To Biden's Global Climate Ambitions. The Only Problem? Bolsonaro."}, {"id": "31930", "output": "Can The Green Bay Packers Get Back On Track In Minnesota?"}, {"id": "31931", "output": "NCAA Will Return Events To North Carolina After HB2 'Repeal'"}, {"id": "31932", "output": "The U.S. Women's Soccer Team Won't Win A Medal At The Rio Olympics"}, {"id": "31933", "output": "2 Months Later, Rio Cops Are Supposedly Closing In On Marielle Franco’s Killers"}, {"id": "31934", "output": "WTF Happened To Curt Schilling?"}, {"id": "31935", "output": "The Falcons Lost The Super Bowl Thanks To One Really Bad, Inexcusable Drive"}, {"id": "31936", "output": "National Women's Hockey League Player Comes Out As Transgender"}, {"id": "31937", "output": "Brazil’s Far-Right Vice Presidential Candidate Sees A Scenario For Military Rule"}, {"id": "31938", "output": "University Of Minnesota President Refuses To Bow To Boycotting Football Players"}, {"id": "31939", "output": "U.S. Women's Hockey Team Will Boycott World Championship Tournament Over Fair Pay"}, {"id": "31940", "output": "This Guy's Got 2 Words For The President, And He's Putting Them All Over D.C."}, {"id": "31941", "output": "Virginia Just Became The First State To Regulate DraftKings And FanDuel"}, {"id": "31942", "output": "U.S. Women's Hockey Players Stand United In Fair Pay Boycott"}, {"id": "31943", "output": "Victor Cruz: NFL Players Need Guaranteed Contracts"}, {"id": "31944", "output": "South Korea's Olympic Stadium Will Host Just 4 Events Before It's Torn Down"}, {"id": "31945", "output": "Brazil's Military Takeover Of Security In Rio De Janeiro Is A Looming Disaster"}, {"id": "31946", "output": "USWNT Lawyer Says U.S. Soccer Distorted Pay Numbers"}, {"id": "31947", "output": "DraftKings, FanDuel Sued Over Fantasy Sports Scandal"}, {"id": "31948", "output": "USMNT Calls For Respect Ahead Of World Cup Qualifying Match Against Mexico"}, {"id": "31949", "output": "Republicans Flip Virginia House of Delegates In Devastating Blow To Democrats"}, {"id": "31950", "output": "This Indigenous Teenager Is Fighting To Save The Amazon From Brazil’s Bolsonaro"}, {"id": "31951", "output": "16 Senators Back U.S. Women's Hockey Team's Fair Pay Boycott"}, {"id": "31952", "output": "Patriots Running Back Had ‘Unprecedented’ Degree Of CTE When He Died"}, {"id": "31953", "output": "This Cleveland Browns Superfan Is Trying To Get Fans To Buy The Team"}, {"id": "31954", "output": "Teachers Swarm Kentucky Capitol To Protest Pension Changes, School Budget Cuts"}, {"id": "31955", "output": "This NFL Season Has Been Kind Of Boring, Right?"}, {"id": "31956", "output": "Ban The United States From The Olympics"}, {"id": "31957", "output": "Congressman Wants To Review NFL Domestic Violence Policies In Wake Of Greg Hardy Photos"}, {"id": "31958", "output": "A Crusader Against Police Violence Is Assassinated In Rio De Janeiro"}, {"id": "31959", "output": "State Attorney General Calls Fantasy Sports 'Illegal Gambling'"}, {"id": "31960", "output": "MLB Avoids Work Stoppage With Last-Minute Labor Deal"}, {"id": "31961", "output": "America Isn't Prepared To Bring Back Sports"}, {"id": "31962", "output": "Talking Grievance And Health Care, An Outsider Kentucky Dem Found The Inside Track"}, {"id": "31963", "output": "Former Patriots Tight End Aaron Hernandez Found Not Guilty On Double-Murder Charges"}, {"id": "31964", "output": "Mike Pompeo To Give An Unprecedented And Potentially Illegal Speech To The RNC"}, {"id": "31965", "output": "Two More Patriots Players Decide Not To Visit Trump's White House"}, {"id": "31966", "output": "Brazil's Financial Elites Are Losing Faith In The Authoritarian They Helped Put In Power"}, {"id": "31967", "output": "Cuba's Culture of Violence: A Dangerous Spiral"}, {"id": "31968", "output": "Maduro Does Not Know How to Govern"}, {"id": "31969", "output": "A New Organization to Control and Spy On Cuba's Computer Users"}, {"id": "31970", "output": "Putin In Havana, Seeking an Ally or a Satellite?"}, {"id": "31971", "output": "The Suprising Story Behind the World's Most Expensive Violin"}, {"id": "31972", "output": "Searching for God at Trader Joe's"}, {"id": "31973", "output": "Yelping Christmas"}, {"id": "31974", "output": "Responding to David Brooks: The Question of Poverty and Character"}, {"id": "31975", "output": "Donald J. Trump And The Slow Arrival Of Buyers’ Remorse"}, {"id": "31976", "output": "Death to the Death Penalty"}, {"id": "31977", "output": "Palestinian Prisoners On Hunger Strike As Trump Visits Israel"}, {"id": "31978", "output": "Next Steps in the Normalization of U.S.-Cuban Relations: Thoughts From the Cuban Five"}, {"id": "31979", "output": "Trump's Muslim Ban 3.0 Is Still Unconstitutional"}, {"id": "31980", "output": "Mattis, Tillerson Want Blank Check To Wage Illegal War"}, {"id": "31981", "output": "US Slammed for Failure to Fulfill Legal Obligation to Eliminate All Forms of Race Discrimination"}, {"id": "31982", "output": "Prosecutor Manipulates Grand Jury Process to Shield Officer"}, {"id": "31983", "output": "Trump Jr. Emails And Meeting With Russian Lawyer Are Probable Cause Of Federal Crime"}, {"id": "31984", "output": "Gotcha, Government!"}, {"id": "31985", "output": "Moving On"}, {"id": "31986", "output": "Michael Brown, Eric Garner, and Justice"}, {"id": "31987", "output": "Liftopia's Best Ski Airports (PHOTOS)"}, {"id": "31988", "output": "More of North America's Favorite Mogul Runs and Groomers"}, {"id": "31989", "output": "New Season Brings New Ski Lifts and Terrain"}, {"id": "31990", "output": "Top 5 Downhill Mountain Bike Resorts In North America"}, {"id": "31991", "output": "10 Things You Didn't Know About Skiing in New Mexico"}, {"id": "31992", "output": "Ticket to Ride: 7 Ways to Travel By Ski Train"}, {"id": "31993", "output": "Single Skiing: The Best Chairlift Pick-Up Lines"}, {"id": "31994", "output": "New England's Best Ski Spots For Families"}, {"id": "31995", "output": "Prepping For The Ultimate Backcountry Ski Trip"}, {"id": "31996", "output": "Finding Love in a Ski Resort: The Odds Are Good but Goods Are Odd"}, {"id": "31997", "output": "6 Things You Don't Even Realize You're Doing Wrong With Your Skiing"}, {"id": "31998", "output": "How to Find a Therapist Who's Good for You"}, {"id": "31999", "output": "Opening the Hips in Yoga: The Frog, Fire Log and Swan"}, {"id": "311000", "output": "3 Co-Parenting Tips for a New and Improved Attitude"}, {"id": "311001", "output": "Solving Holiday Time-Share Dilemmas"}, {"id": "311002", "output": "'Gender Creative' is Not the New 'Hipster'"}, {"id": "311003", "output": "What I Learned From Reading the Comments Sections"}, {"id": "311004", "output": "The Unfinished Six Day War: An Open Letter To Prime Minister Netanyahu"}, {"id": "311005", "output": "The Fall of the Would-Be Emperor"}, {"id": "311006", "output": "Yemen’s Calamity Is Of Damning Proportions"}, {"id": "311007", "output": "The ABCs Of Trump’s Political Demise"}, {"id": "311008", "output": "Gaza—A Disaster In The Making"}, {"id": "311009", "output": "Just Skip The Senate To Install A Cabinet, Progressives Urge Joe Biden"}, {"id": "311010", "output": "The Government Is Now Paying For Unemployed Americans' Health Insurance"}, {"id": "311011", "output": "Pelosi Says Biden Administration Should Extend Eviction Moratorium"}, {"id": "311012", "output": "Oysters II: Meet Shigoku, Kumo, Pacific and Olympia"}, {"id": "311013", "output": "A Gift of Charcuterie"}, {"id": "311014", "output": "Grilled Rotisserie Lamb With Harissa and Herbs"}, {"id": "311015", "output": "Four Reasons I've Had Oysters on my Mind"}, {"id": "311016", "output": "Friend of the Farmer Dinner in Copake"}, {"id": "311017", "output": "Celery Root Remoulade Recipe"}, {"id": "311018", "output": "How To Make A Grilled Caesar Salad"}, {"id": "311019", "output": "Elixirs Of Pain: My Adventures With A Kickstarter Project"}, {"id": "311020", "output": "Top 9 Reasons the Ninth Month Is Not My Favorite"}, {"id": "311021", "output": "7 Ingredients for the Best Guacamole Ever!"}, {"id": "311022", "output": "The Simplest and Best Grilled Chicken"}, {"id": "311023", "output": "Dems Hijack IRS Impeachment Hearing With Skittles And Trump Taxes"}, {"id": "311024", "output": "Lawmakers Enjoy Vacation While Zika Spreads To U.S."}, {"id": "311025", "output": "Flynn Probe Highlights GOP's Amazing Double Standard For Clinton"}, {"id": "311026", "output": "Deputy Attorney General Knew Trump Wanted Comey Fired Before He Wrote Damning Memo"}, {"id": "311027", "output": "Here's The Candidate Who Could Help Bernie Sanders' Dreams Come True"}, {"id": "311028", "output": "Paul Ryan Pledges 9/11 Bill Is All But Done"}, {"id": "311029", "output": "Panic Has A Way Of Softening 2016 Republicans On Obama's Court Pick"}, {"id": "311030", "output": "Modern Elections Are Corruption, Sen. Al Franken Argues"}, {"id": "311031", "output": "Trump's Health Care Repeal Clears First Hurdle"}, {"id": "311032", "output": "The Most Powerful Moment Of The #HoldTheFloor Marathon Was The Last"}, {"id": "311033", "output": "Donald Trump Backers Fire Warning Shot At Paul Ryan"}, {"id": "311034", "output": "GOP Poisoned Zika Bill To Satisfy 'Crazies,' Says Harry Reid"}, {"id": "311035", "output": "Watch Republicans Get Giddy Over Bernie Sanders' Iowa Surge"}, {"id": "311036", "output": "Raiding Opioid Abuse Funding To Fight Zika Highlights Government Dysfunction"}, {"id": "311037", "output": "Harry Reid: The GOP's ‘Big Lie’ Gave Rise To Donald Trump"}, {"id": "311038", "output": "Harry Reid Meant To Say 'LGBT,' But It Came Out 'LBJ'"}, {"id": "311039", "output": "Republicans Are Hiding Health Care Plan Because They're 'So Ashamed,' Schumer Says"}, {"id": "311040", "output": "Congress Might Actually Pass A Permanent 9/11 Bill"}, {"id": "311041", "output": "Trump Won't Endorse Paul Ryan Or John McCain"}, {"id": "311042", "output": "Paul Ryan's Plan For A Budget: Let Every Republican Decide"}, {"id": "311043", "output": "Chuck Schumer: Neil Gorsuch Must Condemn Donald Trump Publicly"}, {"id": "311044", "output": "Pope Says To Consider The Common Good, Congress Moves To Block That"}, {"id": "311045", "output": "Trump Voters Told HuffPost His Racism, Misogyny And Xenophobia Aren't An Issue"}, {"id": "311046", "output": "Republicans Swear They Will Keep Trying To Repeal Obamacare"}, {"id": "311047", "output": "Harry Reid Uses Weekend Terror Attacks To Highlight Gun Law Loopholes"}, {"id": "311048", "output": "9/11 Responders Crash Mitch McConnell's Office"}, {"id": "311049", "output": "Trump Trolls Democrats Over Party Turmoil"}, {"id": "311050", "output": "Trump's Budget Is DOA On Capitol Hill"}, {"id": "311051", "output": "The Real Comey Effect May Be Denying Dems The Senate"}, {"id": "311052", "output": "Chuck Schumer Answers Donald Trump's 'Clown' Gibe"}, {"id": "311053", "output": "Boehner's Departure Won't Make Congress Better, But It Could Make It Worse"}, {"id": "311054", "output": "Congress Is Using Zika To Weaken Truck Safety"}, {"id": "311055", "output": "Mitch McConnell Goes ‘Nuclear’ To Break Supreme Court Filibuster"}, {"id": "311056", "output": "Mitch McConnell Freaks At Obama's Latest Idea"}, {"id": "311057", "output": "Mitch McConnell Admits Zika Legislation Is Not Clean"}, {"id": "311058", "output": "Boehner Defends His Budget Deal"}, {"id": "311059", "output": "Paul Ryan's Chairmen Do End Run On 9/11 Responders"}, {"id": "311060", "output": "Chuck Schumer Named Senate Minority Leader"}, {"id": "311061", "output": "Harry Reid Weaponizes Donald Trump's Racist Comments About Judge"}, {"id": "311062", "output": "A Rock Star And Two Ex-Politicians Hope To Save America From Trump"}, {"id": "311063", "output": "Fed Up Congressman Brings Mosquitoes To Congress"}, {"id": "311064", "output": "A Republican Congressman Just Destroyed Trump's 'Lie' Of A Budget"}, {"id": "311065", "output": "Lawmakers Use Zika Crisis To Push Pesticide Break"}, {"id": "311066", "output": "Senate Stalls Zika Funding Laden With Partisan Riders"}, {"id": "311067", "output": "Last-Ditch Rebellion Against Donald Trump Fails"}, {"id": "311068", "output": "Mitch McConnell Can't Explain How He'll Pass Or Pay For The GOP Health Care Bill"}, {"id": "311069", "output": "Heroin And One Failing Senate Campaign May Keep Mitch McConnell In Power"}, {"id": "311070", "output": "Reporter Question Proves Trump 2016 Is An Entertainment Story"}, {"id": "311071", "output": "Backers Of New 9/11 Bill Link Effort To Paris Attacks"}, {"id": "311072", "output": "Dems Demand Jason Chaffetz Investigate Flynn, Or Step Aside"}, {"id": "311073", "output": "Senate Votes To Consider Funding Bill No One Has Seen"}, {"id": "311074", "output": "Democrats Hit GOP Intelligence Committee Chair For Skipping Military Hearings"}, {"id": "311075", "output": "Schumer Trolls Trump Tax Plan: You're Doing It Wrong"}, {"id": "311076", "output": "Al Franken Calls Jeff Sessions' Russia Answer 'Insulting'"}, {"id": "311077", "output": "Filling Up Your Child's Inner Tank"}, {"id": "311078", "output": "Hello 2014: 21 Ways to Live a Resilient Life"}, {"id": "311079", "output": "Ok, I Admit It, I Do Hate Pink"}, {"id": "311080", "output": "Media's Shameless Role in Peddling Gender Stereotypes to Children"}, {"id": "311081", "output": "'Big Bad' Israeli Film"}, {"id": "311082", "output": "Anywhere But Here: The Vagaries of Grief"}, {"id": "311083", "output": "The Most 'Xtreme' Meals in America"}, {"id": "311084", "output": "Delicious and Healthy School Meals Around the U.S. (PHOTOS)"}, {"id": "311085", "output": "Time to Sweep Up the Confetti and Start Saving Lives"}, {"id": "311086", "output": "Australia Hosts Reef Live Event to Showcase Great Barrier Reef"}, {"id": "311087", "output": "In Darwin: Beer Can Boats Race Through Croc-Infested Waters"}, {"id": "311088", "output": "The Number One Block to Prosperity and How to Overcome It"}, {"id": "311089", "output": "Healthy Soda Shines in the Midst of Sugar Epidemic"}, {"id": "311090", "output": "Is Anger Necessary?"}, {"id": "311091", "output": "Meet the Harlem Native Who Is on a Mission to End Poverty in America"}, {"id": "311092", "output": "This Type Of Breast Cancer Is More Deadly For Black Women"}, {"id": "311093", "output": "It's Now Easier For Asian-Americans With Limited English Skills To Vote In Texas"}, {"id": "311094", "output": "Black, Asian, And Latinx Activists Protest Trump's 'Shithole' Comments"}, {"id": "311095", "output": "NY Lawmakers Form State's First-Ever Asian-American Task Force"}, {"id": "311096", "output": "Someone Stuffed Canadian Mailboxes With Anti-Chinese Fliers After Donald Trump's Election"}, {"id": "311097", "output": "'Santa' Facing Leg Amputation Gets Christmas Miracle From Doctors"}, {"id": "311098", "output": "Why Trump's Census Change Could Hit Asian-Americans Especially Hard"}, {"id": "311099", "output": "Eddie Huang Says He Was Sexually Assaulted As A Teen On A Baptist Ski Trip"}, {"id": "311100", "output": "Once Homeless Student Who Worked 4 Jobs To Support Family Graduates College"}, {"id": "311101", "output": "Soccer Player Insists Racist Slant-Eye Gesture Toward South Korean Team 'Misinterpreted'"}, {"id": "311102", "output": "Man Fulfills Vow He Made In 2nd Grade To Pay Off Grandparents' Mortgage"}, {"id": "311103", "output": "Terrorism Analyst Fired For Racist Tweet Mocking Chinese Government"}, {"id": "311104", "output": "All-Girls T-Ball Team Takes On Boys, Is Nobody's 'Sweetie'"}, {"id": "311105", "output": "Man Proudly Displays Ostomy Bag, Urges Others To Not Be Ashamed"}, {"id": "311106", "output": "Asian-American Caucus, Nancy Pelosi, Others Pressure Congress On Dream Act"}, {"id": "311107", "output": "Firefighters' Spontaneous Act Of Kindness For Homeless Man Goes Viral"}, {"id": "311108", "output": "Stranger Takes Out Cash So Homeless Woman Can Buy Ticket To See Family"}, {"id": "311109", "output": "Jackie Chan’s Pandas In Ugg-Esque Boots Were The Best Oscars Dates Ever"}, {"id": "311110", "output": "Ai Weiwei Believes The U.S. Has Hit A Low When It Comes To Human Rights"}, {"id": "311111", "output": "Tattoo Artist Spends Day Off Inking Survivors Of Domestic Violence, Self-Harm For Free"}, {"id": "311112", "output": "11 Signs President Obama Is Basically An Honorary Asian"}, {"id": "311113", "output": "Major Networks Are Becoming More Inclusive Of Asian-Americans: Report"}, {"id": "311114", "output": "Here’s What You Should Know About The 8 Activists Who Went To The Golden Globes"}, {"id": "311115", "output": "Classified Ad Exchange Reminds Us That Strangers Can Kind Of Be The Best"}, {"id": "311116", "output": "Poll In 11 Asian Languages: Far More Asians Voted For Clinton Than Reported"}, {"id": "311117", "output": "Rep. Judy Chu Introduces Bill To Break Mental Health Stigma Among Asian-Americans"}, {"id": "311118", "output": "Sen. Mazie Hirono Vows To Ask Court Nominees Under Oath About Sexual Assault History"}, {"id": "311119", "output": "After Learning About Homelessness, Kind Toddler Starts Donation Drive"}, {"id": "311120", "output": "Mirai Nagasu Says Her Parents' Hard Work In Restaurant Inspires Her Discipline On Ice"}, {"id": "311121", "output": "Mario Batali Business Partner Says Chinese Men 'Have Some Defects' On Italian TV"}, {"id": "311122", "output": "Video Of Toni Morrison Calling Out Interviewer For 'Powerfully Racist' Question Goes Viral"}, {"id": "311123", "output": "Compassionate Theme Park Workers Show Support For Orlando After Shooting"}, {"id": "311124", "output": "CNN Guest Called Out For Using Asians To Defend Trump After 'Shithole' Comments"}, {"id": "311125", "output": "Viral Photo Of Simple, Kind Gesture Offers Reminder To Stay United"}, {"id": "311126", "output": "Shang Might Not Be In Disney's Live-Action 'Mulan,' And People Aren't Taking It Well"}, {"id": "311127", "output": "This Cafe Makes It A Point To Hire Workers With Autism"}, {"id": "311128", "output": "Group Starts Movement To Honor Jacob Wetterling, Boy Whose Remains Were Found"}, {"id": "311129", "output": "Churches Offer To Host Free Funerals For Victims Of Orlando Shooting"}, {"id": "311130", "output": "Story Behind Photo Of Cop Asleep Next To Pup He Rescued Is Doggone Sweet"}, {"id": "311131", "output": "Jeremy Lin Respectfully Responds To Racial Slur On Twitter"}, {"id": "311132", "output": "Boy's Heartfelt Note To Injured Cop Thanks Him For Being 'Like A Dad'"}, {"id": "311133", "output": "FBI Director Defends Remarks That Chinese People In U.S. Pose Threats"}, {"id": "311134", "output": "STEM Student Calculates Angle Of Her Dab As Only A Math Lover Would"}, {"id": "311135", "output": "‘Frozen’ Actress Responds To Cabinet Member Saying ‘Let It Go’ About Sexual Harassment"}, {"id": "311136", "output": "Adjusting to Loss: Lessons from 'Downton Abbey'"}, {"id": "311137", "output": "3 Wedding Planning Tips: A Therapist's Perspective"}, {"id": "311138", "output": "Our Men And Women In Havana"}, {"id": "311139", "output": "President Obama's Trip to Cuba: On the Road to Normalization"}, {"id": "311140", "output": "Our Right to Travel to Cuba"}, {"id": "311141", "output": "The Joy and Madness of Pickling"}, {"id": "311142", "output": "Party Politics"}, {"id": "311143", "output": "How To Survive A Road Trip With Your Kids"}, {"id": "311144", "output": "How 'Bout a Refund For That Airline Fee?"}, {"id": "311145", "output": "Random, Unpredictable Airport Security That's Not Always Awful? Only in America"}, {"id": "311146", "output": "Why Travel Fees Should Be Regulated By The Government"}, {"id": "311147", "output": "Want to Become a Travel 'Hacker'? Read This First."}, {"id": "311148", "output": "5 Things You Must Do Before You File Your Travel Insurance Claim"}, {"id": "311149", "output": "You'll Never Believe Who's Shilling For The TSA"}, {"id": "311150", "output": "How To Lose A 'Free' Airline Ticket"}, {"id": "311151", "output": "Economy Class Gets An Upgrade... Wait, Make That a Downgrade"}, {"id": "311152", "output": "Is It Time to Regulate Frequent Flier Programs? (POLL)"}, {"id": "311153", "output": "The Lies Your Financial Advisor Tells (And How To Spot Them)"}, {"id": "311154", "output": "Are TSA Agents Too Rude? (POLL)"}, {"id": "311155", "output": "What To Do During The Next Airline Computer Meltdown"}, {"id": "311156", "output": "What Do You Really Know About The TSA? (POLL)"}, {"id": "311157", "output": "Does America Have A Secret Crush On The TSA?"}, {"id": "311158", "output": "Is The TSA Coming For Your iPad? (POLL)"}, {"id": "311159", "output": "Does The TSA Have A Breast Fixation?"}, {"id": "311160", "output": "Does the TSA Give You Good Service? (POLL)"}, {"id": "311161", "output": "Pay More, Get More? In Travel, That's Unconventional Advice"}, {"id": "311162", "output": "What TSA's New Scanner Rules Mean For Your Next Flight"}, {"id": "311163", "output": "How Can You Miss America's National Parks If They Never Go Away? (VIDEO)"}, {"id": "311164", "output": "The Car Rental Industry's Double Standards"}, {"id": "311165", "output": "When Airfares Are Too Good To Be True"}, {"id": "311166", "output": "Denied A Hotel Room Because You're Not Gay Enough?"}, {"id": "311167", "output": "The 6 Biggest Lies Consumers Tell A Business"}, {"id": "311168", "output": "Slushing in Utah at the End of Ski Season"}, {"id": "311169", "output": "Will 'Transparent' Airfares Hurt Travelers?"}, {"id": "311170", "output": "Who Really Controls The Window Shade On Your Flight? It's Not A Trick Question."}, {"id": "311171", "output": "For Disabled Fliers, TSA Adds Insult To Injury"}, {"id": "311172", "output": "Does the Timeshare Industry Love Ignorant Customers?"}, {"id": "311173", "output": "Does The TSA Think You Are Stupid? (POLL)"}, {"id": "311174", "output": "Echoes Of World War II -- And A Loud Explosion Or Two -- On A Southern Road Trip"}, {"id": "311175", "output": "Here's a Little Summer Travel Advice: Try Being Nice"}, {"id": "311176", "output": "Everything You Ever Wanted To Know About Holiday Gift Returns (But Were Afraid To Ask)"}, {"id": "311177", "output": "Is The TSA Its Own Worst Enemy? (VIDEO)"}, {"id": "311178", "output": "\"Meltdowns\" The TSA Forgot To Mention (VIDEO)"}, {"id": "311179", "output": "Are We Spending Too Much On The TSA? (VIDEO)"}, {"id": "311180", "output": "5 Secrets To Having a Smarter -- and Happier -- Trip"}, {"id": "311181", "output": "Betcha Didn't Know Travel Insurance Covered That"}, {"id": "311182", "output": "What a Hit and Run Taught Me About Customer Service"}, {"id": "311183", "output": "Are You One Of The TSA's Unwitting Accomplices? (POLL)"}, {"id": "311184", "output": "Does Your Credit Card Offer Enough Travel Insurance?"}, {"id": "311185", "output": "A Big Win For Passengers In Washington"}, {"id": "311186", "output": "The False Choice of Protesting for Justice and Supporting Our Police"}, {"id": "311187", "output": "Crucifying Jesus On The Cross Of White Supremacy (All Together Podcast)"}, {"id": "311188", "output": "Behind Every Easter Is A Crucifixion"}, {"id": "311189", "output": "Trust Me, Brad Pitt and I Are Not Self-Absorbed"}, {"id": "311190", "output": "Stop Eating Frogs! Just Be Happy"}, {"id": "311191", "output": "Stop Capturing the Moment and Just Enjoy It"}, {"id": "311192", "output": "Misery May Love Company, but Your Company Should Not Love Misery"}, {"id": "311193", "output": "Babbling, Eloquence And Silence"}, {"id": "311194", "output": "Legionnaires' Disease Death Toll Rises To 12"}, {"id": "311195", "output": "This Is How I'm A Kick-Ass Mom While Living With An Invisible Illness"}, {"id": "311196", "output": "A Letter To My Daughter As She Decides What To Do With Her Life"}, {"id": "311197", "output": "Is Demonizing Divorce Justifiable?"}, {"id": "311198", "output": "The Broken Circle Project: Giving Grown Children of Divorce and Separation a Voice!"}, {"id": "311199", "output": "Conscious Uncoupling: Helping Divorced Parents Avoid Unconscious Un-Parenting?"}, {"id": "311200", "output": "Divorce and Parenting: Teaching Valuable Life Lessons to Your Children"}, {"id": "311201", "output": "Make Smart Choices For Post-Divorce Co-Parenting Success"}, {"id": "311202", "output": "Ghost of Anonymous"}, {"id": "311203", "output": "Best-Selling Author Shares Secrets To Living Longer The Blue Zone Way"}, {"id": "311204", "output": "6 Questions You Should Stop Asking"}, {"id": "311205", "output": "Meet the 'No, Thanks' Generation"}, {"id": "311206", "output": "Why You Don't Need to Go to the Gym"}, {"id": "311207", "output": "A Matter of Weight"}, {"id": "311208", "output": "Football's 'Deflategate' and the Wonder of What If"}, {"id": "311209", "output": "Bullying the Bullies: The Public Defense of Karen Klein"}, {"id": "311210", "output": "Calculated Risk: Wild Dogs, Caged Monkeys and... Texting?"}, {"id": "311211", "output": "Business, Tech Leaders Blast Trump Plan To Drop Dreamers Program"}, {"id": "311212", "output": "Mark Zuckerberg Addresses Cambridge Analytica Incident As Facebook Fumbles"}, {"id": "311213", "output": "Supreme Court Says LGBTQ Employees Are Protected By Civil Rights Employment Statutes"}, {"id": "311214", "output": "Gerrymandering Snafu Puts Proposed Tax Hike In The Hands Of A Single Voter"}, {"id": "311215", "output": "Bombshell Report: NFL Attempted To Influence NIH Study On Brain Disease"}, {"id": "311216", "output": "Woman Arrested, Accused Of Conspiring With QAnon Followers To Kidnap Son"}, {"id": "311217", "output": "Here's Video Of Trump Trying To Explain Why He Cut The Pandemic Response Team"}, {"id": "311218", "output": "The Sentence Is In For Aurora Shooter James Holmes"}, {"id": "311219", "output": "United Airlines Website Loophole Grants Travelers Unlimited Miles, Virtually Free Tickets"}, {"id": "311220", "output": "Deep-Freeze Forecast Threatens South With Beach Snow"}, {"id": "311221", "output": "Facebook Bug Asks Users If Puppies And Bahamas Vacations Are Hate Speech"}, {"id": "311222", "output": "Secret Service Can't Recover Jan. 6 Texts, National Archives Wants Probe"}, {"id": "311223", "output": "Majority Of People Consider Quitting Job After A Vacation: Study"}, {"id": "311224", "output": "'Alien' Skulls Found At Sonora, Mexico, Ancient Burial Site (PHOTO, VIDEO)"}, {"id": "311225", "output": "Uber To Start Banning Riders With Low Ratings"}, {"id": "311226", "output": "Tourist's Comedy Gets Stone-Cold British Guard To Crack A Smile"}, {"id": "311227", "output": "Lawmakers Slam Social Security's Treatment Of Same-Sex Couples"}, {"id": "311228", "output": "Underwater Proposal: Joseph House Pops The Question To Jessica Forbes While Scuba Diving (VIDEO)"}, {"id": "311229", "output": "Twitter CEO Defends Decision To Permanently Ban Notorious Twitter Troll"}, {"id": "311230", "output": "'Imitation Calamari' Investigated By 'This American Life,' Suggested To Have Dubious, Pork-Based Origin"}, {"id": "311231", "output": "Colorado Marijuana Sales Soar To New Heights, Passing $1 Billion Mark"}, {"id": "311232", "output": "Facebook Hires Thousands To Review Posts After Rash Of Live-Streamed Violence"}, {"id": "311233", "output": "Lindsey Graham: Firing Mueller Could Be 'Beginning Of The End Of The Trump Presidency'"}, {"id": "311234", "output": "One Kansas Man's Heartbreaking Effort To Find His Wife A Kidney"}, {"id": "311235", "output": "Prosecutors To Drop Charges Against Kenneth Walker, Breonna Taylor's Boyfriend"}, {"id": "311236", "output": "2 Men Indicted In Bacon Vandalism At Islamic Center"}, {"id": "311237", "output": "FBI Director Chris Wray Tells Employees: 'Talk Is Cheap'"}, {"id": "311238", "output": "An Imam Gave A Sermon About Community At JFK. You Should Watch It."}, {"id": "311239", "output": "Lawn Mowing Hack Makes Chore A Thing Of The Past (VIDEO)"}, {"id": "311240", "output": "Air Canada Flight 854 Diverted After Man Allegedly Throws Water At Crew, Makes Threats"}, {"id": "311241", "output": "Trump Supporters Consume And Share The Most Fake News, Oxford Study Finds"}, {"id": "311242", "output": "Boyfriend Riley Nicolay Shaves Head With Deidre Sechi, Girlfriend Who Has Cancer (PHOTOS)"}, {"id": "311243", "output": "Dallas School Board Changes Dress Code So Overweight Kids Don't Have To Tuck In Shirts"}, {"id": "311244", "output": "Fox Sports Host Desperate For Controversy Goes On CNN, Praises 'Boobs'"}, {"id": "311245", "output": "Voters Find Hillary Clinton Less Trustworthy After Email Scandal"}, {"id": "311246", "output": "Sistine Chapel Pickpockets Prey On Vatican Tourists; Guides May Strike For Better Security"}, {"id": "311247", "output": "Cheap Flights Via JetBlue And Southwest, But You'll Have To Buy Soon"}, {"id": "311248", "output": "Zuckerberg To Trump: Time For A Reality Check On Immigration"}, {"id": "311249", "output": "Kids May Not Be Ready For The World They'll Inherit"}, {"id": "311250", "output": "Dramatic Surveillance Video Shows Kidnapped Woman Escape Car Trunk"}, {"id": "311251", "output": "SNL Accused Of Plagiarizing Comedy Sketch. Again."}, {"id": "311252", "output": "Colorado Gov. Jared Polis Joins The #FreeBritney Cause"}, {"id": "311253", "output": "FCC Faces Scrutiny For Refusing To Turn Over Evidence On Net Neutrality Comments"}, {"id": "311254", "output": "Kansas Hits Hemp Farmers With Felonies, Accuses Them Of Trafficking Weed"}, {"id": "311255", "output": "NYC Mayor Bill De Blasio Plans To Protest At Trump International Hotel Thursday"}, {"id": "311256", "output": "9 Numbers That Put Puerto Rico's Daunting Recovery Into Perspective"}, {"id": "311257", "output": "Americans Are Some Of The World's Best Tippers, According To TripAdvisor Survey"}, {"id": "311258", "output": "Florida Gov. Ron DeSantis Signs Controversial 'Public Disorder' Bill Into Law"}, {"id": "311259", "output": "N.C. Gov. Can’t Even Enforce Anti-Trans ‘Bathroom Law' In His Own Building"}, {"id": "311260", "output": "Here's What We Know About The Florida Keys After Hurricane Irma"}, {"id": "311261", "output": "Navenna Shine, Seattle Resident, Attempts To Be A 'Breatharian,' Live Exclusively On Light, Air, Water"}, {"id": "311262", "output": "Jan. 6 Rioter Wanted By The FBI Flees To Belarus"}, {"id": "311263", "output": "Ryanair Pilots Accuse Budget Airline Of Neglecting Safety, Call For Inquiry"}, {"id": "311264", "output": "2 Russian Officials Charged In Massive Yahoo Hack"}, {"id": "311265", "output": "SodaStream's Super Bowl Ad Goes Viral After Allegedly Being Banned For Bashing Coke, Pepsi (VIDEO)"}, {"id": "311266", "output": "Continental's Coffee Leads To Lawsuit After Texas Woman Says She Was Burned By Beverage"}, {"id": "311267", "output": "CDC Estimates More Than 140 Million Americans Have Had COVID So Far"}, {"id": "311268", "output": "Much Of America Will Kick Off 2018 With Record Low Temperatures"}, {"id": "311269", "output": "2017 Was The Year Of Hacks. 2018 Probably Won't Be Better."}, {"id": "311270", "output": "Hillary: Fear Tactics To Blame For Failure Of Houston LGBT Measure"}, {"id": "311271", "output": "Colorado School District Takes 'Proactive Approach' To Security, Buys 10 Assault Weapons"}, {"id": "311272", "output": "Alteryx Data Breach Exposes Information On 123 Million American Households"}, {"id": "311273", "output": "Naked Passenger Allegedly Challenges Captain To Fight, Gets Shocked With Stun Gun Instead (VIDEO)"}, {"id": "311274", "output": "Virgin America's 'Seat To Seat' Service Will Send Drinks To Your Crush, Help You Flirt While Flying"}, {"id": "311275", "output": "Lindsey Graham On The 2016 Election: 'My Party Is Completely Screwed Up'"}, {"id": "311276", "output": "Here's How Rats End Up In Toilet Bowls"}, {"id": "311277", "output": "NCAA Will Limit March Madness Attendance Due To Coronavirus"}, {"id": "311278", "output": "Here's A Visual Guide To North Korea's Missile Test, And Why It Matters"}, {"id": "311279", "output": "911 Caller Told Police About 'Mentally Ill' Man Prior To North Miami Shooting"}, {"id": "311280", "output": "Obamas Respond To Daunte Wright Shooting With A Plea For Police Reform"}, {"id": "311281", "output": "Solenne San Jose, French Woman, Slammed With Quadrillion Dollar Phone Bill"}, {"id": "311282", "output": "Northern California Woman With Coronavirus In Serious Condition"}, {"id": "311283", "output": "Furious Mom Demands School Remove Son From Honor Roll Over Bad Grades"}, {"id": "311284", "output": "Goshen Hospital Employees Fired After Refusing Mandatory Flu Shot (VIDEO)"}, {"id": "311285", "output": "Students Stage Sit-In For Gun Control Outside Paul Ryan's Office, Get Arrested"}, {"id": "311286", "output": "Remember WWII? Scapegoating Was The Wrong Answer Then, Too."}, {"id": "311287", "output": "OSU Victim Skips Meeting With Donald Trump Over His Simplistic Reaction To Campus Attack"}, {"id": "311288", "output": "Mother Facing Likely Deportation Takes Refuge In Denver Church"}, {"id": "311289", "output": "Our Main Weapon Against Hackers Is A 30-Year-Old Law"}, {"id": "311290", "output": "Colorado Church Remembers Fallen Officer, Asks Forgiveness For Shooter"}, {"id": "311291", "output": "Filmmaker's Touching Tribute To His Late Mother Will Leave You In Tears (VIDEO)"}, {"id": "311292", "output": "Best Frequent Flyer Programs For 2013: Survey Ranks Rewards Availability Among Airlines (VIDEO)"}, {"id": "311293", "output": "The Trump Campaign Is Using Facebook Ads To Stoke Fears Of Left-Wing Violence"}, {"id": "311294", "output": "Terrell Davis Talks CTE, Anthem Protests And Getting Stuck On A Deserted Island"}, {"id": "311295", "output": "Jayde Scholl, Girl Who Was Born Deaf, Hears Mother's Voice For First Time (VIDEO)"}, {"id": "311296", "output": "Jury Awards $37 Million To Family Of Korryn Gaines, Woman Killed By Police In 2016"}, {"id": "311297", "output": "RIP, MS Paint"}, {"id": "311298", "output": "E! Producer Says She Was Fired For Allowing An Actress's Criticism Of The Network To Air"}, {"id": "311299", "output": "Climate Change This Week: US Climate Report Card,  Climate Action Day  and More!"}, {"id": "311300", "output": "Climate Change This Week: Coal's Creepy Cancer, Saving Capitalism From Polluters and More!"}, {"id": "311301", "output": "Climate Change This Week: Tornado Tutorial, Chinese Carbon Caps, and More!"}, {"id": "311302", "output": "Climate Change This Week: Big Bad Drought, Flowing Batteries, and More!"}, {"id": "311303", "output": "Climate Change This Week: Gargantuan Blue Blobs, Solar Spin Cells, and More!"}, {"id": "311304", "output": "30 Days Of Holiday LGBT Giving: OutServe-SLDN"}, {"id": "311305", "output": "Gay Voices' 30 Days Of Holiday LGBT Giving: PFLAG National"}, {"id": "311306", "output": "LGBT History Month Icon Of The Day: Barbara Jordan"}, {"id": "311307", "output": "Double-Dipping Workouts"}, {"id": "311308", "output": "30-Day Summer Shape Up Challenge: Workout 1"}, {"id": "311309", "output": "Judge Won't Block Georgia Ban On Bringing Food, Water To Voters In Line"}, {"id": "311310", "output": "The Queer Response To Trump's Promise To Build Wall Along Mexican Border"}, {"id": "311311", "output": "Trans Teen Sues Catholic Health Organization After Being Denied Medical Care"}, {"id": "311312", "output": "Under The Rainbow At Omaha's Bemis Center For Contemporary Arts"}, {"id": "311313", "output": "The Perks Of Being A Virgin Galactic 'Bransonaut'"}, {"id": "311314", "output": "Only in Denver: The Top 5 Things You Can't Find Anywhere Else"}, {"id": "311315", "output": "Why Life's Speed Bumps Are Calming Devices, Not Places to Pitch Tents"}, {"id": "311316", "output": "South Dakota's Buffalo Trample Politics"}, {"id": "311317", "output": "Signing My Name to a Piece of Musical History at Red Rocks Amphitheater"}, {"id": "311318", "output": "The Bible's for Losers (And Why That's a Good Thing)"}, {"id": "311319", "output": "Can Evangelicals and Christians Coexist in America?"}, {"id": "311320", "output": "Explain To Me Again How It Is You're Not A Hater?"}, {"id": "311321", "output": "A New Year Requires Resolve"}, {"id": "311322", "output": "Dodgers Stun Red Sox In Longest World Series Game Ever"}, {"id": "311323", "output": "New York Mets GM Sandy Alderson Collapses During News Conference"}, {"id": "311324", "output": "Under Every GOP Plan To Replace Obamacare, Your Employer Will Be Free To Terminate Your Health Insurance"}, {"id": "311325", "output": "Chris Roberts-Antieau's 'Fabric Paintings' Are Bright, Ingenious, And Downright Kalman-esque (PHOTOS)"}, {"id": "311326", "output": "Nations Line Up To Support UN Resolution Demanding Russia Stop War"}, {"id": "311327", "output": "Rayna Rison Cold Case Murder Solved, Ex-Boyfriend In Custody: Cops"}, {"id": "311328", "output": "Man Arrested Over Threats To CNN:  'Fake News. I'm Coming To Gun You All Down.'"}, {"id": "311329", "output": "3 Dead After Gunman Opens Fire Inside Colorado Planned Parenthood"}, {"id": "311330", "output": "Chinese Human Rights Activist Wu Gan Sentenced To 8 Years In Prison"}, {"id": "311331", "output": "Chance The Rapper Clarifies That He Does Not Support Donald Trump"}, {"id": "311332", "output": "Invest $500,000 In The Kushner Family, 'Immigrate To The United States'"}, {"id": "311333", "output": "Michael Wayne Ford Set Fire To A Box Of Cats, Killing All 12: Cops"}, {"id": "311334", "output": "'Love Is Love' Comic Anthology Honors, Mourns Pulse Nightclub Victims"}, {"id": "311335", "output": "Homeland Security Chief Tells Trump He Can Use Saber 'On The Press'"}, {"id": "311336", "output": "Bus Driver Tells Passengers Only U.S. Citizens Can Ride As Border Patrol Agent Looks On"}, {"id": "311337", "output": "As Underground Fire Smolders Near Radioactive Waste, EPA Dismisses Concerns"}, {"id": "311338", "output": "'We Aren't Nazis' Says Husband Of Woman Who Gave Nazi Salute At Trump Rally"}, {"id": "311339", "output": "Rudy Giuliani: Clinton 'Too Stupid' To Be President Because She Stayed With Bill"}, {"id": "311340", "output": "DC Police Find 5 Fetuses In Home Of Anti-Abortion Activist Lauren Handy"}, {"id": "311341", "output": "'Today I Die,' Says Gang Leader Who Killed Self After Shooting Firefighter"}, {"id": "311342", "output": "Watch As A Drone Saves Two Teen Swimmers From Heavy Surf In Australia"}, {"id": "311343", "output": "Larry Nassar Victims To Receive $500 Million In Michigan State Settlement"}, {"id": "311344", "output": "Colorado Teacher Charged After Allegedly Forcing Student To Stand For Pledge"}, {"id": "311345", "output": "Cop Who Killed Unarmed Motorist Lying On Ground: 'He Made Me Do It'"}, {"id": "311346", "output": "The Florida Senate Approved An AR-15 Ban. Then They Didn't."}, {"id": "311347", "output": "Some Republicans Stick By Brett Kavanaugh In Face Of Attempted Sexual Assault Accusation"}, {"id": "311348", "output": "Trump Reacts To Brett Kavanaugh’s Supreme Court Confirmation"}, {"id": "311349", "output": "SWAMP Act Would Make Donald Trump Pay For His Own Visits To Mar-A-Lago"}, {"id": "311350", "output": "Air Force Relaxes Rules On Tattoo Policy To Recruit More Talent"}, {"id": "311351", "output": "Kendrick Castillo Identified As Hero Student Who Died In Colorado Shooting"}, {"id": "311352", "output": "Wimbledon Star Forced To Leave Court After Suffering Knee Injury"}, {"id": "311353", "output": "Brock Turner's Sentence Will Be Even Shorter Than You Think"}, {"id": "311354", "output": "New Details Emerge About Deadliest Mass Shooting In U.S. History"}, {"id": "311355", "output": "Florida Police Report 2 Dead After Standoff At Panama City Apartment Complex"}, {"id": "311356", "output": "Joe Biden Announces 300 Million Coronavirus Vaccines Have Been Administered"}, {"id": "311357", "output": "9 Dead After C-130 Military Cargo Plane Crashes In Georgia"}, {"id": "311358", "output": "Louisiana Bill Would Grant Parole Option To People Sentenced To Life As Juveniles"}, {"id": "311359", "output": "Man 'Dumbfounded' After Learning His Snake Can't Just Chill In Park"}, {"id": "311360", "output": "New York Gov. Cuomo Puts Blame On Everyone Else For Harassment In State Capitol"}, {"id": "311361", "output": "Military College Citadel Denies American Muslim's Hijab Request"}, {"id": "311362", "output": "Blake Farenthold Used $84,000 In Taxpayer Money To Settle Sexual Harassment Claim, Politico Reports"}, {"id": "311363", "output": "Deadly Shooting At Texas High School"}, {"id": "311364", "output": "White House Staff Secretary Rob Porter Resigns Over Abuse Allegations"}, {"id": "311365", "output": "Sandy Hook Father To Alex Jones: 'I'm Not Backing Down'"}, {"id": "311366", "output": "2 Los Angeles Cops Charged With Sexually Assaulting 4 Women While On Duty"}, {"id": "311367", "output": "'Rust' Armorer Has 'No Idea' Where Live Rounds On Movie Set Came From: Lawyers"}, {"id": "311368", "output": "Searches Of Travelers' Electronics Should Require A Warrant, ACLU Contends"}, {"id": "311369", "output": "Director Paul Feig Says 'Men Have To Speak Out' After Weinstein Sexual Assault Allegations"}, {"id": "311370", "output": "Georgia Prosecutor Seeks Indictment Of Cop Who Killed Unarmed Black Veteran"}, {"id": "311371", "output": "'Noise Demonstration' Held Outside Home Of U.S. Postmaster General"}, {"id": "311372", "output": "Jared Kushner Was 'Agitated, Infuriated' At Meeting With Russians Focused On Adoptions"}, {"id": "311373", "output": "Trump Gave Info To Russians CNN Was Asked Not To Report For Fear Of Losing Lives"}, {"id": "311374", "output": "The Growing, Cultish Paranoia Behind 'Second Amendment Sanctuary' Counties"}, {"id": "311375", "output": "Judge Denies Michael Flynn's Attempt To Block Subpoena For Phone Records In Jan. 6 Probe"}, {"id": "311376", "output": "Hours Of Bodycam Footage From Orlando Pulse Nightclub Shooting Released"}, {"id": "311377", "output": "United Airlines Wants YOU To Be Its Next Public Relations Manager"}, {"id": "311378", "output": "New York State Senate's New Sex Harassment Policy Intimidates Victims, Some Senators Say"}, {"id": "311379", "output": "Donald Trump Actually Spends His Own Money On Campaign Ads"}, {"id": "311380", "output": "Leading DNC Candidates Duck Debate Over Obama's Handling Of UN Israel Resolution"}, {"id": "311381", "output": "Ben Carson And His Supporters Are Still Pretty Pissed Off At Ted Cruz"}, {"id": "311382", "output": "The Humbling Of Mitt Romney, By Donald J. Trump"}, {"id": "311383", "output": "Donald Trump Suggests Obama May Be Sympathetic To Islamic Terrorism"}, {"id": "311384", "output": "10 Quotes That Capture The Horror And Complexity Of Paris Attacks"}, {"id": "311385", "output": "Donald Trump's Attorney General Nominee Wrote Off Nearly All Immigrants From An Entire Country"}, {"id": "311386", "output": "Trump Has Shown Receptiveness To Obama's Agenda. Does He Actually Mean It?"}, {"id": "311387", "output": "FBI Director James Comey Knew The Risks With His Clinton Letter. Trump Just Showed Them."}, {"id": "311388", "output": "Trump Scrambles For A Win -- Any Win, Really -- As He Nears 100 Days"}, {"id": "311389", "output": "Chris Christie Doesn't Think Highly Of Black Lives Matter"}, {"id": "311390", "output": "Did James Comey Cost Hillary Clinton The Election? We Asked The Late-Deciding Voters."}, {"id": "311391", "output": "Pete Buttigieg Is The Future Of The Democratic Party. But What Kind Of Future?"}, {"id": "311392", "output": "Donald Trump Just Launched A War On Whistleblowers"}, {"id": "311393", "output": "GOP Operatives Aren't So Sure That Trump Even Wants To Win"}, {"id": "311394", "output": "Clinton Campaign Ups Pressure On Joe Biden To Make A Decision"}, {"id": "311395", "output": "Barney Frank: Don't Blame Bill Clinton For 'Don't Ask, Don't Tell'"}, {"id": "311396", "output": "Why The Clinton Campaign Isn't Attacking Trump As A Flip-Flopper"}, {"id": "311397", "output": "The Only Weapon Obama Has In Supreme Court Fight Is Public Shaming"}, {"id": "311398", "output": "For Conservative Press, The Post-Trump Reckoning Can't Come Soon Enough"}, {"id": "311399", "output": "Donald Trump's Transition Team, Or Lack Thereof, Is Causing Real Panic"}, {"id": "311400", "output": "Hillary Clinton Is On A Mission To Rebuild The Democratic Party"}, {"id": "311401", "output": "That Time Martin O'Malley Held An Event And Only One Voter Showed Up"}, {"id": "311402", "output": "Dick Durbin Becomes Lead Whip For Peace On Iran"}, {"id": "311403", "output": "Clinton Just Played Trump's Game. Can She Beat Him At It?"}, {"id": "311404", "output": "The Democratic Leader House Members Feared The Most Wasn't Nancy Pelosi"}, {"id": "311405", "output": "Clinton Camp Mastered The Science Of Politics But Forgot The Art, Staffers Say"}, {"id": "311406", "output": "Tim Kaine Thinks Donald Trump Will Help End Our Nation's Partisan Gridlock. Here's How."}, {"id": "311407", "output": "Bernie Sanders Has A Plan To Win Back Trump Voters"}, {"id": "311408", "output": "Retired General Warns Of A Massive Civil Military Crisis Under Trump"}, {"id": "311409", "output": "Donald Rumsfeld Endorses Trump, A Man Who Once Called Him A 'Disaster'"}, {"id": "311410", "output": "A Bernie Delegate Has The Most Bernie Metaphor For The Democratic Convention"}, {"id": "311411", "output": "A Notorious Washington Lobbyist Wants To Raise Money For Trump"}, {"id": "311412", "output": "Clinton Aides Warn Of Electoral Havoc With Bernie At The Helm"}, {"id": "311413", "output": "Trump Says His Attitude Toward Syria Changed With Chemical Attack"}, {"id": "311414", "output": "This Congressman's Story Perfectly Illustrates GOP Obstructionism Toward Obama"}, {"id": "311415", "output": "Donald Trump's Supporters More Likely To Pray Than Riot If He Loses"}, {"id": "311416", "output": "Prepare Yourself For Donald Trump: The Musical"}, {"id": "311417", "output": "Why Political Losers Tell Us More About American Politics Than The Winners"}, {"id": "311418", "output": "While You Obsessed Over Trump's Scandals, He's Fundamentally Changed The Country"}, {"id": "311419", "output": "Bernie Sanders Gives A Nod Of Support For Tim Kaine VP Pick"}, {"id": "311420", "output": "Larry Lessig Believes Democracy Is Screwed. So He's Running For President To Save It."}, {"id": "311421", "output": "Hillary Clinton Put On The Defensive Over Middle East Policy"}, {"id": "311422", "output": "If An Unspeakable Tragedy Happens Tonight, This Man Could End Up President"}, {"id": "311423", "output": "Asked For A 'Policy Risk,' Paul Ryan Says: Replace Obamacare"}, {"id": "311424", "output": "Top Democrats Call On Virginia's Justin Fairfax To Resign After 2nd Sexual Assault Allegation"}, {"id": "311425", "output": "Tiger Woods Sued Over Death Of Drunk Driver Who Worked At Golfer's Restaurant"}, {"id": "311426", "output": "Time's Up CEO Urges NBC To Suspend All Nondisclosure Agreements Immediately"}, {"id": "311427", "output": "New California Law Allows More Lawsuits Against USC Gynecologist To Go Forward"}, {"id": "311428", "output": "A Massive Blackout Hit Manhattan And New York Did Its Thing"}, {"id": "311429", "output": "Kid Rock Out As Grand Marshall Of Nashville's Christmas Parade Over Joy Behar Slur"}, {"id": "311430", "output": "Nicaraguan Man Dies While In Border Patrol Custody In Arizona"}, {"id": "311431", "output": "NY Times Reporters Say Kavanaugh Asked Them Lie In Exchange For An Interview"}, {"id": "311432", "output": "Harvey Weinstein Saw A New York Show. Rape Survivors Called Him Out."}, {"id": "311433", "output": "Jeffrey Epstein Arrested For Allegedly Sex Trafficking Minors: Reports"}, {"id": "311434", "output": "Fourth Of July Celebrations Light Up Cities Across The U.S."}, {"id": "311435", "output": "Roy Moore Is A Threat To Religious Liberty"}, {"id": "311436", "output": "The Abject Shame Of Roy Moore"}, {"id": "311437", "output": "Alabama's Day Of Reckoning"}, {"id": "311438", "output": "I Fell in Love Slowly and Then All at Once With The Fault in Our Stars"}, {"id": "311439", "output": "Look Out, Your Hate is Showing: Homophobia is Alive and Well"}, {"id": "311440", "output": "Here Is Why I Use the Word 'Queer'"}, {"id": "311441", "output": "The P**sy Test: How to Know If You're With the Right Person"}, {"id": "311442", "output": "Getting Mad at Mom Was Just What I Needed"}, {"id": "311443", "output": "Fearless Living Boot Camp, Day 22 (VIDEO)"}, {"id": "311444", "output": "Fearless Living Boot Camp, Day 14 (VIDEO)"}, {"id": "311445", "output": "Fearless Living Boot Camp, Day 8 (VIDEO)"}, {"id": "311446", "output": "Fearless Living Boot Camp, Day 9 (VIDEO)"}, {"id": "311447", "output": "Fearless Living Boot Camp, Day 29 (VIDEO)"}, {"id": "311448", "output": "Trump Campaign Files New Petition With Supreme Court To Overturn Pa. Election Results"}, {"id": "311449", "output": "Jeff Sessions Met With Ambassador As U.S.-Russia Tensions Flared"}, {"id": "311450", "output": "A Former Medellin Cartel Official Has Been A DEA Informant For 27 Years. Now He Wants Out."}, {"id": "311451", "output": "Why Most Americans Can Buy AR-15s Before They Can Have Their First Beer"}, {"id": "311452", "output": "Atheist Group Calls For DNC CFO To Resign Over Proposed Attack On Bernie Sanders' Faith"}, {"id": "311453", "output": "Dallas County Sued After Jailing Trans Woman In Solitary For Days Over Misdemeanor Arrest"}, {"id": "311454", "output": "Despite Trump Administration Fearmongering, 2017 Is Among Safest Years Ever For Police"}, {"id": "311455", "output": "Donations Pour In For Hot Dog Vendor After Viral Video Shows Cop Taking His Cash"}, {"id": "311456", "output": "Trump's Latest Ideas To Combat The Opioid Epidemic Are Also His Dumbest"}, {"id": "311457", "output": "Federal Court Rules Against Christian-Only Government Prayer In North Carolina"}, {"id": "311458", "output": "Trump Offers Low-Energy Defense Of His 'High-Quality' Son"}, {"id": "311459", "output": "New Connecticut Law Will Keep People From Being Jailed Just Because They're Poor"}, {"id": "311460", "output": "How Courts Could Force Cops To Get Serious About Using Body Cameras"}, {"id": "311461", "output": "How Women Factor Into The Uniquely American Problem Of Mass Incarceration"}, {"id": "311462", "output": "How A State Bail Reform Measure Lost The Support Of Bail Reformers"}, {"id": "311463", "output": "Congressional Candidate Distances Himself From 'Atheist' Label"}, {"id": "311464", "output": "Never Forget The Time Would-Be Terrorists Tried To Commit Mass Murder With A Death Ray"}, {"id": "311465", "output": "Rep. Trey Gowdy To Trump's Lawyer: If You Have An Innocent Client, 'Act Like It'"}, {"id": "311466", "output": "If You Own Guns You Don’t Want Anymore, We Want To Talk To You"}, {"id": "311467", "output": "Alabama's Republican Secretary Of State Calls Voting A 'Privilege'"}, {"id": "311468", "output": "Even If Jeff Sessions Isn't Racist, That Doesn't Make Him Fit To Be Attorney General"}, {"id": "311469", "output": "Here's How Police Could End Up Making Body Cameras Mostly Useless"}, {"id": "311470", "output": "Gun Safety Advocates Notch Big Wins In Midterm Elections"}, {"id": "311471", "output": "NYC Crime Hits Historic Low, Defying Dire Predictions About End Of Stop And Frisk"}, {"id": "311472", "output": "Images Appear To Show Police Viewing The Now-Missing Laquan McDonald Video"}, {"id": "311473", "output": "Here’s One Excellent Reason To Cut Prison Populations"}, {"id": "311474", "output": "Black Caucus Declines Meeting With Trump, Says His Actions Speak Louder Than Words"}, {"id": "311475", "output": "Fox News Guest Says Stop Freaking Out About Trump’s Chaos Because It’s Not The Civil War"}, {"id": "311476", "output": "Gun Violence Has Cut More Than 4 Years Off The Life Expectancy Of Black Americans: Study"}, {"id": "311477", "output": "Jeff Sessions Offers No Straight Answers On How He'll Handle Legal Marijuana"}, {"id": "311478", "output": "Police Body Cameras Are Pointless Unless Cops Use Them Correctly"}, {"id": "311479", "output": "Marijuana Industry Not Freaking Out Over Threat Of Federal Crackdown"}, {"id": "311480", "output": "White Texas Cop Suspended 10 Days Without Pay For Violent Arrest Of Black Family"}, {"id": "311481", "output": "Jeb Bush Just Gave A Middle Finger To The Entire Native American Community"}, {"id": "311482", "output": "California Moves To Let Schools, Co-workers 'Red Flag' Dangerous Gun Owners"}, {"id": "311483", "output": "Let Your Taste Buds Take You Back in Time"}, {"id": "311484", "output": "Zero Mile Gastronomy: This Isn't Your Grandma's Garden"}, {"id": "311485", "output": "Remembering the Asian Tsunami Disaster of 2004"}, {"id": "311486", "output": "5 Spiritual Lessons From Hurricane Sandy"}, {"id": "311487", "output": "The Life Out Loud: The Importance of Community"}, {"id": "311488", "output": "40 Days of Joy: A Happiness Practice"}, {"id": "311489", "output": "The Life Out Loud: Wall Street Health Warriors"}, {"id": "311490", "output": "The Life Out Loud: Beauty, Cancer-Free"}, {"id": "311491", "output": "Meditation Tips: Playing Your Part in the Drama of Life"}, {"id": "311492", "output": "America Meditating: Pause For Peace Today At 7 a.m. and 7 p.m"}, {"id": "311493", "output": "Meditation Tips: Soul Consciousness and Awakening Innocence"}, {"id": "311494", "output": "Painful Memories Don't Have to Be Painful"}, {"id": "311495", "output": "You Don't Need More Motivation"}, {"id": "311496", "output": "Are You Afraid to Approach Women?"}, {"id": "311497", "output": "Why Are Sweets a Particular Problem for Some Emotional Eaters?"}, {"id": "311498", "output": "You Need Caring Too!"}, {"id": "311499", "output": "Keep It Going"}, {"id": "311500", "output": "The Gifts of Motherhood and the Ordinary Places I Found Them"}, {"id": "311501", "output": "5 Tiny Stories From SxSW"}, {"id": "311502", "output": "Stan Lee: Cinefantastique's New York Comic Con 2012"}, {"id": "311503", "output": "Drop the Hobbit, Go with the Selkie: Hour of the Wolf Movie Review of The Hobbit: The Battle of the Five Armiesand& Song of the Sea"}, {"id": "311504", "output": "Mighty Movie Podcast: Michael Winterbottom on Look of Love"}, {"id": "311505", "output": "Half-Baked Heroes on the Half-Shell: Hour of the Wolf Movie Review of Teenage Mutant Ninja Turtles"}, {"id": "311506", "output": "Mighty Movie Podcast: Pablo Berger on Blancanieves"}, {"id": "311507", "output": "Mighty Movie Podcast: Bill Stone on Triumph of the Wall"}, {"id": "311508", "output": "The Walking Dead's Greg Nicotero: The CFQ Interview"}, {"id": "311509", "output": "Murnau Shrugged: The Temple Of Bad Discusses 'The Vampire's Coffin'"}, {"id": "311510", "output": "Mighty Movie Podcast: Sidiki Conde and Alan Govenar on You Don't Need Feet to Dance"}, {"id": "311511", "output": "Creativity: Myths and Misconceptions"}, {"id": "311512", "output": "Santorum Says Kids Only Like Sanders Because He Wants To Let Them Bern One"}, {"id": "311513", "output": "Ted Cruz Warns Donald Trump Would Nominate A Liberal Justice"}, {"id": "311514", "output": "Elizabeth Warren Can't Stop, Won't Stop Laying Into Donald Trump"}, {"id": "311515", "output": "Obama Recognizes Equal Pay Day With Call To Close The Pay Gap"}, {"id": "311516", "output": "Why Bill O'Reilly's Fall From Grace Is Particularly Dramatic"}, {"id": "311517", "output": "Optimizing Failure"}, {"id": "311518", "output": "Breaking Bad Habits"}, {"id": "311519", "output": "Pumpkin Ravioli With Brown Butter-Sage Sauce"}, {"id": "311520", "output": "Buffalo Chicken Calzones"}, {"id": "311521", "output": "Boston LGBTQ Communities Divided on Israeli-Palestinian Conflict"}, {"id": "311522", "output": "Military's Ban on Nappy Hair"}, {"id": "311523", "output": "Ukraine Hyperinflates"}, {"id": "311524", "output": "Government Gold-Plating"}, {"id": "311525", "output": "Donna's Cancer Story: Chemo Starts"}, {"id": "311526", "output": "I Don't Want It All"}, {"id": "311527", "output": "Donna's Cancer Story: Harvest"}, {"id": "311528", "output": "Donna's Cancer Story: Blessed Routine"}, {"id": "311529", "output": "Donna's Cancer Story: Choosing Hope"}, {"id": "311530", "output": "Got Milk?"}, {"id": "311531", "output": "Donna's Cancer Story: Blooming in Bloomington"}, {"id": "311532", "output": "How to Board a Plane"}, {"id": "311533", "output": "10 Reasons You Should Never Step Foot In A Shopping Mall"}, {"id": "311534", "output": "Boomers Reveal How They Really Feel About Sex"}, {"id": "311535", "output": "A Commitment to Ignore Good Advice in 2015"}, {"id": "311536", "output": "How To Make Anyone Fall In Love With You In 36 Questions"}, {"id": "311537", "output": "How To Make The Next 20 Years Better Than The Last"}, {"id": "311538", "output": "Stalking and Being Stalked"}, {"id": "311539", "output": "Who's Afraid of Hamas?"}, {"id": "311540", "output": "Trayvon Martin and Race: A Sober Assessment"}, {"id": "311541", "output": "Do Not Disturb: 10 Hotels For Seclusion (PHOTOS)"}, {"id": "311542", "output": "Enjoy Endless Summer At Surf Hotels"}, {"id": "311543", "output": "Checking In With Tablet: Be Playa (PHOTOS)"}, {"id": "311544", "output": "There Is HOPE in San Francisco's Homeless Count"}, {"id": "311545", "output": "Conversation With California's Lt. Governor Gavin Newsom at Current TV"}, {"id": "311546", "output": "San Diego's Nonprofit Recycling Center That Employs Homeless People"}, {"id": "311547", "output": "Assemblymember Toni Atkins Talks Homelessness in California"}, {"id": "311548", "output": "Streetwise Opera at Royal Opera House Made Olympic History"}, {"id": "311549", "output": "Ithaca Rescue Mission Launches to Fight Rural Homelessness"}, {"id": "311550", "output": "'What Happened?' Keep Asking, Because We Still Don't Know"}, {"id": "311551", "output": "If Some Deserve It, All Deserve It"}, {"id": "311552", "output": "Social Capital Markets Works To Connect World Of Impact Investing"}, {"id": "311553", "output": "Idiot Compassion and the Power of Sorrow"}, {"id": "311554", "output": "Why I Said Goodbye To Coffee And Wine"}, {"id": "311555", "output": "Accepting Responsibility"}, {"id": "311556", "output": "The Truth About Being a Parent"}, {"id": "311557", "output": "7 Things To Make You Feel Better About A Trump Presidency"}, {"id": "311558", "output": "Yes, There Is A Civil War Looming, And The Alt-Right Is Pushing It"}, {"id": "311559", "output": "Earth Day: Eating Bean Burgers Beats Measuring Cheeseburgers"}, {"id": "311560", "output": "Post-feast Quinoa Salad Makes Thrifty Use of Thanksgiving Leftovers"}, {"id": "311561", "output": "Let Men Have Feelings"}, {"id": "311562", "output": "Engagement Rings -- Avoid the Online Scams"}, {"id": "311563", "output": "Let's Learn From Kris Humphries' Mistake"}, {"id": "311564", "output": "End Self-Sabotage and Welcome Joy in the New Year"}, {"id": "311565", "output": "Self-Love: 10 Keys"}, {"id": "311566", "output": "10 Tips for Better Sex After Kids"}, {"id": "311567", "output": "New York Bans Fracking After Health Report Calls It Unsafe"}, {"id": "311568", "output": "Rossville A.M.E. Zion, Black Church, Fights To Sustain Traditions As Connection To History"}, {"id": "311569", "output": "50 Books That Every African American Should Read"}, {"id": "311570", "output": "January Is the Month for Personal Renewal"}, {"id": "311571", "output": "Smoking Cessation Without Weight Gain"}, {"id": "311572", "output": "The House Armed Services Committee Has Spoken"}, {"id": "311573", "output": "Will Obama Relent on Syrian Anti-Aircraft Weapons?"}, {"id": "311574", "output": "Is It Time to Arm the Peshmerga?"}, {"id": "311575", "output": "10 Pieces Of Advice To Save A Parents' Sanity"}, {"id": "311576", "output": "Did The 2014 Sports Illustrated Swimsuit Cover Go Too Ménage-à-Far?"}, {"id": "311577", "output": "Dove's Fake New 'Real Beauty' Ads"}, {"id": "311578", "output": "Contaminated Food Causes More Than 3,000 Death Each Year"}, {"id": "311579", "output": "Post-Apocalyptic Pastorale: The Paintings of Jazz-minh Moore"}, {"id": "311580", "output": "Spilled Milk: What Would Dr. King Do?"}, {"id": "311581", "output": "Spilled Milk: Contracting Instagram"}, {"id": "311582", "output": "My Friends Are Dead But I’m Still Here"}, {"id": "311583", "output": "Stepping Out of the Shadows in Facing Addiction Across America, On the Road to the DNC -- Part 2"}, {"id": "311584", "output": "These Inmates Did A Facebook Live From The County Jail. Their Message Is Life-Saving."}, {"id": "311585", "output": "Why Competition Is an Old Model of Living"}, {"id": "311586", "output": "Super Thoughts: 5 Ways to Make Yours Empowering"}, {"id": "311587", "output": "What We Resist Persists: The Beauty of Going With the Flow"}, {"id": "311588", "output": "Is it Possible to Give Too Much??"}, {"id": "311589", "output": "Mum's the Word: It's Time to Take Back Mother's Day"}, {"id": "311590", "output": "Manilla Mini: Tips for Long-Term Organizational Success"}, {"id": "311591", "output": "Why It Took Me Until My 50s To Feel OK About Masturbation"}, {"id": "311592", "output": "Shrugging Off a Lifetime of Sexual Shame"}, {"id": "311593", "output": "You Still Alive? Prove It"}, {"id": "311594", "output": "The Gentle Barn: Creating a Sanctuary Where Animals Heal and Children Find Hope"}, {"id": "311595", "output": "The One-Minute Manager Gets 'Fit at Last'"}, {"id": "311596", "output": "Cartoons: Art and Entertainment or Lethal Weapons?"}, {"id": "311597", "output": "Syrian Caricaturist Ali Ferzat 'Draws' Foes' Ire"}, {"id": "311598", "output": "If It's February, This Must Be Brussels"}, {"id": "311599", "output": "Jinn, Sex, Atheism Strike Egyptian Media"}, {"id": "311600", "output": "Rumors: Are Lebanese Media Culprits? Take 2"}, {"id": "311601", "output": "College-Bound in Hollywood"}, {"id": "311602", "output": "8 College Budget Busters and How to Avoid Them"}, {"id": "311603", "output": "The Side Effects of Motherhood"}, {"id": "311604", "output": "9 Rules Of Instagram That Were Made To Be Broken"}, {"id": "311605", "output": "Weekend Roundup: Why New Talks With North Korea Are In The Cards"}, {"id": "311606", "output": "France Broke Brexit And Trump's Populist Wave By Voting For The Future"}, {"id": "311607", "output": "Weekend Roundup: Greece Revolts!"}, {"id": "311608", "output": "Weekend Roundup: A Pattern of Crises Connects Cologne and Istanbul"}, {"id": "311609", "output": "Weekend Roundup: Mutiny Against the Status Quo"}, {"id": "311610", "output": "Weekend Roundup: Charles Taylor Is An Anti-Xenophobe Philosopher For Our Times"}, {"id": "311611", "output": "Weekend Roundup: China Is Now the Only Major Power With a Global Outlook"}, {"id": "311612", "output": "Weekend Roundup: The Power Of The Big Screen"}, {"id": "311613", "output": "Weekend Roundup: A Democratic Alliance to Contain China?"}, {"id": "311614", "output": "Weekend Roundup: The Tragedy Of Mosul Leads Back To America’s Invasion"}, {"id": "311615", "output": "Weekend Roundup: How Will Greece Take Its Hemlock?"}, {"id": "311616", "output": "Weekend Roundup: Laughing at God"}, {"id": "311617", "output": "Weekend Roundup: America Beyond The Pale"}, {"id": "311618", "output": "Weekend Roundup: Why the Arab Spring is Still Flowering in Tunisia"}, {"id": "311619", "output": "Weekend Roundup: The Audacity of the Chinese Dream"}, {"id": "311620", "output": "Weekend Roundup: Democracy Disrupts Itself"}, {"id": "311621", "output": "Beware of Booking Plane Fares for Residents"}, {"id": "311622", "output": "Why Credit Card Points Aren't the New Miles"}, {"id": "311623", "output": "The Curse of the Window Seat"}, {"id": "311624", "output": "The Progressive Roots of Judicial Restraint"}, {"id": "311625", "output": "False Cries of \"Activism\": In Same-Sex Marriage Case, There's No Harm in Meaningful Judicial Review"}, {"id": "311626", "output": "Roll With the Waves"}, {"id": "311627", "output": "Seek and Ye Shall Find"}, {"id": "311628", "output": "In Vienna, Meditating on Lemon Meringue"}, {"id": "311629", "output": "Physician, Speak No Harm"}, {"id": "311630", "output": "Still No Paid Leave For New Parents On Mother's Day (INFOGRAPHIC)"}, {"id": "311631", "output": "The Happiest States In America In One Map (INFOGRAPHIC)"}, {"id": "311632", "output": "Viagra And Divorce: Is There A Link?"}, {"id": "311633", "output": "How One Good Deed Led To These Two Women Building Their Beautiful Family"}, {"id": "311634", "output": "How A Friend’s Secret Online Ad Led To This Beautiful Family"}, {"id": "311635", "output": "Backless Styles Dominate This Week's Dangerous Outfits (PHOTOS)"}, {"id": "311636", "output": "Celebrities' Revealing Outfits Take Risks In This Week's Dangerous Outfits (PHOTOS)"}, {"id": "311637", "output": "Designers, Stop Trying To Make The Fanny Pack Happen"}, {"id": "311638", "output": "Victoria Beckham's Birthday Cake And More Tweets Of The Week (PHOTOS)"}, {"id": "311639", "output": "Prince William's Birthday: 31 Reasons Why He's Still Our Prince Charming (PHOTOS)"}, {"id": "311640", "output": "Asian Style Icons: Designers, Models & Actresses Dominating The Fashion Industry (PHOTOS)"}, {"id": "311641", "output": "Let These 25 Pups Show You How To Be Ridiculously Patriotic"}, {"id": "311642", "output": "9 Tricks I've Learned To Make Asian Skin And Hair Look Gorgeous"}, {"id": "311643", "output": "Best & Worst Beauty Of The Week: Rachel McAdams, Kate Mara, Chloe Sevigny & More (PHOTOS)"}, {"id": "311644", "output": "Carey Mulligan's Cannes Dress Channels A Major Gwyneth Paltrow Look (PHOTOS, POLL)"}, {"id": "311645", "output": "Here's Why Your Favorite Foods Are So Hard To Resist"}, {"id": "311646", "output": "9 New York Fashion Week Accessories You Must Remember For Next Spring"}, {"id": "311647", "output": "9 Reasons You Should Get A Hair Gloss Treatment (Instead Of A Normal Dye Job)"}, {"id": "311648", "output": "Metallic Heels Top Our Accessories Of The Week (PHOTOS)"}, {"id": "311649", "output": "11 Reasons You Should Drink Coffee Every Day"}, {"id": "311650", "output": "Prince Harry, Ladies' Man, Drives Girls Wild On US Tour (PHOTOS)"}, {"id": "311651", "output": "Demi Moore's Sheer Jumpsuit Is A Fashion Risk (PHOTOS, POLL)"}, {"id": "311652", "output": "Best & Worst Beauty Of The Week: Kiernan Shipka, January Jones, Selena Gomez & More (PHOTOS)"}, {"id": "311653", "output": "A Prescription for Happiness?"}, {"id": "311654", "output": "You're Getting Conscious (Even If You Don't Know It)!"}, {"id": "311655", "output": "Wellness Travel Trends for 2015"}, {"id": "311656", "output": "5 Tips for Staying Well During Hibernation Season"}, {"id": "311657", "output": "John Liu Urges Central Park Five Settlement, Becoming First New York City Elected Official To Do So"}, {"id": "311658", "output": "Obama's Inaugural Speech Salutes King, But Highlights Differences"}, {"id": "311659", "output": "Jordan Davis Shooting Result Of Florida's Gun Laws, Opponents Say"}, {"id": "311660", "output": "Iraq: Be Careful How You Mess With the Sunni World"}, {"id": "311661", "output": "Eating My Words"}, {"id": "311662", "output": "Why is This Seder Different from All Other Seders?"}, {"id": "311663", "output": "I Am a Millennial, and I Am Not Perfect"}, {"id": "311664", "output": "To My Husband on His First Father's Day"}, {"id": "311665", "output": "Four Powerful Ways to Happiness"}, {"id": "311666", "output": "5 Mistakes Expecting Mothers Should Avoid"}, {"id": "311667", "output": "4 Things Every Pregnant Woman Should Know"}, {"id": "311668", "output": "Scenes From an Italian Restaurant"}, {"id": "311669", "output": "2014 Meets 1939"}, {"id": "311670", "output": "True Love:  A Bridge & Crown Wedding Anniversary!"}, {"id": "311671", "output": "Why You Should Walk (Hint: Not for the Exercise)"}, {"id": "311672", "output": "What NOT To Say When Someone Shares Their Trauma With You"}, {"id": "311673", "output": "Heidi Klum, Bodyguard Relationship? Not The First Reported Celebrity-Staffer Pairing"}, {"id": "311674", "output": "Seattle Sewage Treatment Facility Wants You To Marry At Their 'Poop Plant'"}, {"id": "311675", "output": "Your Kid Isn't Loving Sports. When Is It OK To Let Them Quit?"}, {"id": "311676", "output": "This Couple Met At A Homeless Shelter And Now They're Married"}, {"id": "311677", "output": "Jason Hoppy, Bethenny Frankel's Ex, Steps Out In New York City Wearing His Wedding Band"}, {"id": "311678", "output": "Celebrity Divorce: 5 Celebrities Who Joked About Divorce"}, {"id": "311679", "output": "'Step By Step' Cast: Where Are They Now?"}, {"id": "311680", "output": "Wedding Party Reenacts Leonardo da Vinci's 'Last Supper' Painting, Because Why Not"}, {"id": "311681", "output": "9 Issues People Are Bringing Up Most In Therapy During Coronavirus"}, {"id": "311682", "output": "Stop Saying 'Breastfeeding Is Free' Amid The Formula Shortage. It Isn't."}, {"id": "311683", "output": "Celebrity Divorce: What 2012's Divorcés Have Been Doing Post-Split"}, {"id": "311684", "output": "The Funniest Tweets From Parents This Week (May 29 - June 4)"}, {"id": "311685", "output": "Fergie, Josh Duhamel And Five Other Celebrity Couples Who Dealt With Stripper Scandals"}, {"id": "311686", "output": "This Kindergarten Teacher Did A Wedding 'First Look' With Her Students"}, {"id": "311687", "output": "Why You Should Start A Journal Right Now (And How To Stick With It)"}, {"id": "311688", "output": "Relationship Advice: Twitter Weighs In On Reasons Behind Break Ups"}, {"id": "311689", "output": "Crazy Exes Who Will Make You Thankful For Yours"}, {"id": "311690", "output": "Celebrity Sex: 5 Divorced Stars With Alleged Sex Addictions"}, {"id": "311691", "output": "14 Ways To Be A Better Spouse In 2014"}, {"id": "311692", "output": "Socialism Is So Hot Right Now. Thank Bernie Sanders."}, {"id": "311693", "output": "HUFFPOST HILL - Heidi Cruz Doesn't Deserve This"}, {"id": "311694", "output": "HUFFPOST HILL - Can Merrick Garland Borrow Your Therapy Dog"}, {"id": "311695", "output": "Bethesda's Nannies Brace For Government Shutdown"}, {"id": "311696", "output": "HUFFPOST HILL - Trump Posts 'FIRST!' On Bombing Comment Wall"}, {"id": "311697", "output": "HUFFPOST HILL - White House Preparing To Turn Back Clocks 100 Years"}, {"id": "311698", "output": "HUFFPOST HILL - Congress Poisoned By Partisanship, Actual Poison"}, {"id": "311699", "output": "White House Tries To Rebrand Trump's 'Deportation Force'"}, {"id": "311700", "output": "Thursday's Morning Email: GOP Planning Do-Nothing 2018 Agenda"}, {"id": "311701", "output": "HUFFPOST HILL - Better Angels Of Our Nature Totally Cuck House GOP"}, {"id": "311702", "output": "HUFFPOST HILL - President Trump To Feel Your Pain, Inner Thighs"}, {"id": "311703", "output": "Sean Spicer Gets A Ride On The Nope Mobile"}, {"id": "311704", "output": "HUFFPOST HILL - Quiet Canadian Self-Satisfaction Reaches All-Time High"}, {"id": "311705", "output": "HUFFPOST HILL - Obama Issues Dire, Bored Warning About Russia"}, {"id": "311706", "output": "HUFFPOST HILL - People Unsure Which Human Catastrophe To Be Distracted By"}, {"id": "311707", "output": "HUFFPOST HILL - Barron Trump Still Wondering What Dad Did With His UNICEF Box"}, {"id": "311708", "output": "HUFFPOST HILL - Team Trump Looking To Cuck The Vote"}, {"id": "311709", "output": "HUFFPOST HILL - Democrats Suddenly Nostalgic For Mitt Romney, Clearly Forgetting About All That Weird Blinking"}, {"id": "311710", "output": "Trump's First-100-Days Agenda Still Under Audit, We Guess"}, {"id": "311711", "output": "HUFFPOST HILL - Low-Energy Huddled Masses Are Tired & Poor. Also Tempest-Tost. Sad! #MAGA"}, {"id": "311712", "output": "HUFFPOST HILL - Donald Trump/Katie Ledecky Fight Really A Matter Of When, Not If"}, {"id": "311713", "output": "Homeland Security Secretary Thinks Marijuana Is 'Not A Factor In The Drug War'"}, {"id": "311714", "output": "HUFFPOST HILL - Ich Bin Ein Humiliated"}, {"id": "311715", "output": "GOP Congressman: Only Wealthy States Can Afford To Smoke Weed"}, {"id": "311716", "output": "HUFFPOST HILL - As If Barron's Life Weren't Strange Enough"}, {"id": "311717", "output": "HUFFPOST HILL - Trump To Suffer Through Presidential Holiday About Someone Else"}, {"id": "311718", "output": "HUFFPOST HILL - Obama Visits Disaster Area, Tells It To Stay The Hell Away From His Legacy"}, {"id": "311719", "output": "HUFFPOST HILL - Please Clap: 2016 Nearly Over"}, {"id": "311720", "output": "Poisoning The Well: The View Of Sinclair Broadcast Group From Flint"}, {"id": "311721", "output": "HUFFPOST HILL - Trump Kids Take Greater Role In Screwing Up Dad's Campaign"}, {"id": "311722", "output": "HUFFPOST HILL - HUD Secretary Ben Carson, Handing Out Slips Of Paper That Just Say \"zillow\""}, {"id": "311723", "output": "Wednesday's Morning Email: Part Of Trump's 2005 Tax Returns Leak"}, {"id": "311724", "output": "HUFFPOST HILL - Sean Spicer Assaults Truth, Personal Demons"}, {"id": "311725", "output": "HUFFPOST HILL - Washington Spared From Debilitating Whiteness For Once"}, {"id": "311726", "output": "How Democrats Learned To Party And (Kind Of) Love One Another"}, {"id": "311727", "output": "What On Earth Do You Have To Do To Be Kicked Out Of Politics?"}, {"id": "311728", "output": "HUFFPOST HILL - First They Came For Immigrants, And I Said Nothing, Because I Wanted An Exclusive With Reince"}, {"id": "311729", "output": "Meet The White House's Newest Star: A Whiteboard"}, {"id": "311730", "output": "Donald Trump Tells Religious Conservatives He's Their Guy"}, {"id": "311731", "output": "The Libertarian Party Is In Turmoil Over Its Vice Presidential Nominee"}, {"id": "311732", "output": "Devin Nunes Would Just Like To Get Back To His Underwhelming Congressional Career, Thanks"}, {"id": "311733", "output": "A Five Minute Fashion Fix: How to Cure the Frumps"}, {"id": "311734", "output": "Which Companies Match Gifts Most?"}, {"id": "311735", "output": "LGBT History Month: 4 Queer Events On October 20"}, {"id": "311736", "output": "14 Of Our Favorite Queer Heroes Of 2016"}, {"id": "311737", "output": "Trans Viral Star Ts Madison Opens Up About Fame, Visibility And More"}, {"id": "311738", "output": "IBM Just Made An Awesomely Queer-Friendly Move"}, {"id": "311739", "output": "Anti-LGBTQ Protestor Arrested Outside Pulse On Anniversary Of Attack"}, {"id": "311740", "output": "Velvet Gloves Gentleman's Boxing Caters To Gay Men"}, {"id": "311741", "output": "Drag Legend Sherry Vine Takes On Donald Trump In Powerful New Parody"}, {"id": "311742", "output": "Queer New World: Meet Brooklyn's Goldie Peacock"}, {"id": "311743", "output": "White People Are The Ones Who Made America This Way -- It's Our Job To Undo It"}, {"id": "311744", "output": "Amazing Hip-Hop Video Chronicles An Autobiographical Journey With Gender"}, {"id": "311745", "output": "Alexander Kargaltsev To Showcase 'Last Polaroids' In NYC (NSFW Graphic Content)"}, {"id": "311746", "output": "This Web Series Is Elevating The Lives And Stories Of Trans Men"}, {"id": "311747", "output": "Laverne Cox Finally Meets The Trans Teen Who Could Change History"}, {"id": "311748", "output": "'RuPaul's Drag Race' Stars Open Up About Mental Health And The Toll Of Superstardom"}, {"id": "311749", "output": "Queer Icon Kate Bornstein Reflects On Queer And Trans Identity In 2015"}, {"id": "311750", "output": "50 Men On PrEP Give Blood To Protest FDA’s Policy On Blood Donation"}, {"id": "311751", "output": "Blossom Into Spring With This Transcendental Experiment In Queer Community"}, {"id": "311752", "output": "Queer New World: Meet Brooklyn's K.James And Pussy Diet"}, {"id": "311753", "output": "Last Words: Ginger Minj Reflects On ‘RuPaul’s All Stars Drag Race’"}, {"id": "311754", "output": "You Can Help Make This Queer Multimedia Concert And Spectacle A Reality"}, {"id": "311755", "output": "LGBT YouTubers Come Together To Show The World They're Not Afraid"}, {"id": "311756", "output": "Incredible New Slate Of Documentaries To Elevate Everyday LGBT Heroes"}, {"id": "311757", "output": "The Largest Showcase Of Queer Fashion Designers At NYFW Will Be A 'R/Evolution'"}, {"id": "311758", "output": "This Drag Queen Wants To Give You A Tour Of NYC You'll Never Forget"}, {"id": "311759", "output": "Meet Janae Marie Kroc, Recently Out Transgender World Record Bodybuilder"}, {"id": "311760", "output": "Element Magazine Releases Sexy Photo Campaign For World AIDS Day"}, {"id": "311761", "output": "Last Words: Nina Bo’nina Brown Reflects On Her Time On ‘RuPaul’s Drag Race’"}, {"id": "311762", "output": "Pulse Nightclub Owner Will Not Sell Property Targeted By Mass Shooting"}, {"id": "311763", "output": "'Psychic' Coming-Of-Consciousness Party Curators Sit Down With HuffPost Gay Voices"}, {"id": "311764", "output": "Playboy Claps Back At Transphobia After Announcing First Trans Playmate"}, {"id": "311765", "output": "Trans Teen's Gender Confirmation Surgery Beautifully Documented By Nat Geo"}, {"id": "311766", "output": "'Start Talking. Stop HIV.' GIF Campaign Raises Awareness About HIV Education And Stigma"}, {"id": "311767", "output": "'RuPaul's Drag Race' Contestants Sound Off On Doing Drag In Trump's America"}, {"id": "311768", "output": "'Sez Me' Web Series Breaks Down Stigma Of Children Being Exposed To The LGBT Community"}, {"id": "311769", "output": "Meet The Amazing Woman Who Created Her Family Of 7 Sons Through Adoption"}, {"id": "311770", "output": "Designer Presents Stunning 'Genderless' Show During New York Fashion Week"}, {"id": "311771", "output": "This Immersive Dance Performance Explores Surveillance, Policing And Authority"}, {"id": "311772", "output": "At Last! This Beautiful Children's Book Features A Lesbian Love Story"}, {"id": "311773", "output": "Gay Couple Makes History In South Africa With Birth Of Triplets"}, {"id": "311774", "output": "Laverne Cox, Transgender Actress, Discusses Bullying In Vibe Vixen Interview"}, {"id": "311775", "output": "This Short Film Aims To Tell Queer Stories In New And Authentic Ways"}, {"id": "311776", "output": "'Vogue Opera' Is A Celebration Of Art And Ballroom Culture"}, {"id": "311777", "output": "Chelsea Manning's Lawyer Delivers Powerful Message About Trans Health Care"}, {"id": "311778", "output": "Refuge Restrooms Helps Users Locate Gender Neutral Bathrooms"}, {"id": "311779", "output": "'Butch,' Photo Book By Kanithea Powell, Showcases Lesbian Identity"}, {"id": "311780", "output": "'Pink Moon,' Film Starring Brandon Tyler Harris, Engaged In Kickstarter"}, {"id": "311781", "output": "Here's Where You Can See The Largest Queer Fashion Show During NYFW"}, {"id": "311782", "output": "The Incredible Story Of Trans Showgirl, Musician And Legend Calpernia Addams"}, {"id": "311783", "output": "Meet 11 People Who Stood Up To Bigots In 2015 With Spectacular Results"}, {"id": "311784", "output": "Meet Trans Teen Jazz Jennings, Star Of New TLC Reality Show"}, {"id": "311785", "output": "Trans People Open Up About What It's Like To Transition In The Workplace"}, {"id": "311786", "output": "Ask A Queer Chick: I’m 26 And Terrified Of Coming Out. What Should I Do?"}, {"id": "311787", "output": "Brooklyn's Bushwig Festival: Queer New World"}, {"id": "311788", "output": "Hooray! The NYC Porn Festival Is Returning!"}, {"id": "311789", "output": "Caitlyn Jenner Confidently Embraces Her Authentic Self By Vacationing In A Swimsuit"}, {"id": "311790", "output": "Get Up Close And Personal With Trans Model And YouTube Star GiGi Gorgeous"}, {"id": "311791", "output": "Last Words: Alyssa Edwards Reflects On ‘RuPaul’s All Stars Drag Race’"}, {"id": "311792", "output": "'Queer Eye For The Straight Guy' Is Getting A Reboot On Netflix"}, {"id": "311793", "output": "Laverne Cox References 'Hidden Figures' To Make Powerful Point About Trans Rights"}, {"id": "311794", "output": "Netflix Is Helping You Celebrate Pride Without Even Getting Off Your Couch"}, {"id": "311795", "output": "‘A Day With HIV’ Campaign Tells The Powerful Stories Of Those Affected By HIV"}, {"id": "311796", "output": "Queer R&B Artist Russell Elliot Premieres Video For 'Around'"}, {"id": "311797", "output": "Straight Man Gets Emotional Over Gay Brother's Struggles After Wedding"}, {"id": "311798", "output": "Queer New World: Meet Brooklyn's Thorgy Thor"}, {"id": "311799", "output": "Noah Levy Kissed By Jason Dundas On VH1's 'The Gossip Table' (VIDEO)"}, {"id": "311800", "output": "'Every Breath We Drew' Photo Book Explores Identity, Desire And Connection"}, {"id": "311801", "output": "Thomas Knights Releases 'The Werk Out,' Featuring Charlie Hides"}, {"id": "311802", "output": "The Mother Of NYC Nightlife Is Working On A Film About Her Life"}, {"id": "311803", "output": "Peppermint Opens Up About Coming Out As Trans On 'RuPaul's Drag Race'"}, {"id": "311804", "output": "Ring In Halloween With This Rave-Based Queer Deconstruction Of Harry Potter"}, {"id": "311805", "output": "A Personal Look At What Dating Is Like If You're A Gay Asian Man"}, {"id": "311806", "output": "These Two Men Share The Beautiful Story Of How Their Family Was Created"}, {"id": "311807", "output": "These Beautiful Photographs Explore The Wide Spectrum Of Gender Identity"}, {"id": "311808", "output": "RuPaul On Trump: 'Pardon Me Madame, But The Emperor Has No Clothes!'"}, {"id": "311809", "output": "Jeffery Self Breaks Into The Young Adult Literary World With 'Drag Teen'"}, {"id": "311810", "output": "New 'Maze Runner: Scorch Trials' Trailer Is The 'Game Of Thrones' Reunion You Need"}, {"id": "311811", "output": "Bond Is On A Rogue Mission In New 'Spectre' Film"}, {"id": "311812", "output": "Nicki Minaj Is The Best Part Of Robin Thicke's New Song 'Back Together'"}, {"id": "311813", "output": "NBC Is Reportedly Rebooting 'Xena' With A 'Hunger Games' Twist"}, {"id": "311814", "output": "Paul Rudd Farts Through An Entire 'Ant-Man' Interview ... Sort Of"}, {"id": "311815", "output": "First Daughter Malia Obama Spotted On The Set Of HBO's 'Girls'"}, {"id": "311816", "output": "Here's What It's Like To Be An 'Ant-Man' In Real Life"}, {"id": "311817", "output": "It Looks Like Disney Is Making An 'Aladdin' Prequel About The Genie"}, {"id": "311818", "output": "The Phenomenal 'Danish Girl' Presents A Transgender Journey By Way Of A Tender Love Story"}, {"id": "311819", "output": "See Michael Fassbender In The Full 'Steve Jobs' Trailer"}, {"id": "311820", "output": "Watch Kit Harington Explain The Game Of Tennis Very Thoroughly"}, {"id": "311821", "output": "Meek Mill Says Drake Doesn't 'Write His Own Raps' On Twitter"}, {"id": "311822", "output": "Hugh Jackman Teases 'Old Man Logan' Storyline For 'Wolverine 3'"}, {"id": "311823", "output": "Mulder And Scully Finally Talk In Latest 'X-Files' Teaser"}, {"id": "311824", "output": "Neill Blomkamp Shares New 'Alien' Concept Art On Instagram"}, {"id": "311825", "output": "The First 'Fear The Walking Dead' Trailer Is Here, And Totally Terrifying"}, {"id": "311826", "output": "New 'Fantastic Four' Trailer Showcases The Team's Powers"}, {"id": "311827", "output": "Chiwetel Ejiofor's 'Z For Zachariah' Is A Poignant Post-Apocalyptic Tale Thats Stands Out From The Rest"}, {"id": "311828", "output": "Piece of My Heart: Quick Questions With Leslie Kritzer and Teal Wicks"}, {"id": "311829", "output": "Why I Love Talkbacks and Why You Should Too"}, {"id": "311830", "output": "The Tony Nominations, Three Weeks Later"}, {"id": "311831", "output": "9 Steps to Change Careers and Get the Life You Want"}, {"id": "311832", "output": "7 Things Resilient Couples Do Differently"}, {"id": "311833", "output": "The High Price Of Being Crazy-Busy"}, {"id": "311834", "output": "Toxic Emotions Can Lead to Serious Health Problems"}, {"id": "311835", "output": "Too Much Negative and Positive Emotion Can Damage the Heart"}, {"id": "311836", "output": "How to Get Inspired"}, {"id": "311837", "output": "How to Invest in Yourself"}, {"id": "311838", "output": "The Importance of Planning"}, {"id": "311839", "output": "Top 10 Places Spring is in Bloom"}, {"id": "311840", "output": "Top 10 Oscar-Worthy Filming Locations Of The Year"}, {"id": "311841", "output": "The 10 Most Historic Restaurants and Inns in the World"}, {"id": "311842", "output": "Guide To Willamette Valley Wine Country (PHOTOS)"}, {"id": "311843", "output": "5 Ways Wine Can Be A Part Of A Healthy Diet"}, {"id": "311844", "output": "The Holiday Collection: How to Get Out of a Conversation"}, {"id": "311845", "output": "Latino USA Goes To 'La Fiesta De Los Vaqueros' In Tucson"}, {"id": "311846", "output": "This One Is For The Guys Out There"}, {"id": "311847", "output": "Chicago To Pay Over $5 Million In Two Police Shootings Suits"}, {"id": "311848", "output": "Exit the Korean Imbroglio: A Win-Win Approach for America to Northeast Asia"}, {"id": "311849", "output": "Arming Ukraine Likely To Escalate Fruitless Conflict And Risk Needless Confrontation With Russia"}, {"id": "311850", "output": "Reset U.S.-South Korea Alliance Objectives to Minimize North Korean Threat"}, {"id": "311851", "output": "How Did U.S. Get Stuck With Solving The North Korea Problem?"}, {"id": "311852", "output": "How Washington Should Deal With A China Which Feels Confident And Empowered"}, {"id": "311853", "output": "Trump Administration Should Freeze Rather Than Inflame Korean Tensions"}, {"id": "311854", "output": "American People Should Hold War Lobby Accountable for Libya Debacle"}, {"id": "311855", "output": "Will Germany Fulfill Its Responsibility For Europe's Defense?"}, {"id": "311856", "output": "The Washington That Never Says No: Saudi Arabia Borrows U.S. Military to Kill Yemenis"}, {"id": "311857", "output": "President Trump’s Iran Deal Message To North Korea: Do Not Trust Washington"}, {"id": "311858", "output": "As Risk Of War With North Korea Rises, U.S. Should Negotiate With China To Win Its Full Support"}, {"id": "311859", "output": "Does South Korea Really Want These American 'Friends'?"}, {"id": "311860", "output": "Donald Trump Should Remember Commitment To America And Stay Out Of Syria"}, {"id": "311861", "output": "Can the U.S. And India Create An Enduring Entente?"}, {"id": "311862", "output": "Rather Than Keep People Out, It'd Be Better To Stop Making Enemies"}, {"id": "311863", "output": "Trump Versus Rubio: Surprising Man of (Relative) Peace Vs. War-Happy Neocon"}, {"id": "311864", "output": "One Kid, Medium-Well Done: An Autism Mystery"}, {"id": "311865", "output": "Elton John: Russia Needs To End Anti-Gay Prejudice"}, {"id": "311866", "output": "Croatia Votes On Anti-Gay Marriage Referendum"}, {"id": "311867", "output": "Desmond Tutu: Uganda's Anti-Gay Law Has Nazi Parallels"}, {"id": "311868", "output": "Mother Love: Molding Our Capacity For Intimacy"}, {"id": "311869", "output": "Growing Up With Toxic Stress or Addiction and Its Long-Term Impact"}, {"id": "311870", "output": "Dazzling Dubai: A City of Superlatives"}, {"id": "311871", "output": "Dispelling Four Misconceptions About Travel to Cuba"}, {"id": "311872", "output": "Gifts that Give: How to Shop for a Cause This Holiday Season"}, {"id": "311873", "output": "Kick Start Your Wardrobe With This Season With Four Must-Have Boots"}, {"id": "311874", "output": "Look How Far Victorian Moms Went For The Perfect Photo"}, {"id": "311875", "output": "Your Cat Really Doesn't Care What You Have To Say, Study Shows"}, {"id": "311876", "output": "'SNL' Cast Member Brooks Wheelan Records One Second Of His Day For 365 Days"}, {"id": "311877", "output": "3D Printing Technology Helps Doctors Rebuild Man's Face After Horrible Motorcycle Accident"}, {"id": "311878", "output": "Courts are Democracy's Umpires"}, {"id": "311879", "output": "8 Ways to Save Your Sanity This Holiday Season by Taking Things Less Personally"}, {"id": "311880", "output": "The Center's Mike Thompson Says 'P.S., I Love You Because...'"}, {"id": "311881", "output": "Food Network Star Ted Allen on Coming Out and Dining Out For Life"}, {"id": "311882", "output": "The Search for Mental Illness and Addiction in the Brain, Part IV: The BRAIN Initiative and the Politics of Experience"}, {"id": "311883", "output": "Addiction Isn't What It Used to Be"}, {"id": "311884", "output": "Wine Is Healthier Than Coke"}, {"id": "311885", "output": "Why Great Salespeople Fail"}, {"id": "311886", "output": "You Can't Always Get What You Want"}, {"id": "311887", "output": "Florida GOP Official Denies That Trump Was Left Off Ballots"}, {"id": "311888", "output": "Trump's Tax Accountant: 'I'm The One Who Did All The Work'"}, {"id": "311889", "output": "Trump Supporter: 'Hillary Needs To Be Taken Out'"}, {"id": "311890", "output": "The Fashion Whip: Who Waves The Flag For American Fashion?"}, {"id": "311891", "output": "RNC Chair Ready To Broker A Truce Between Donald Trump, Paul Ryan"}, {"id": "311892", "output": "Fired Trump Adviser Tells Moscow Audience How Great Exxon CEO Would Be For Russia"}, {"id": "311893", "output": "Trump Said He Gave $1 Million To Charity From His Board Game. There's No Sign He Ever Did."}, {"id": "311894", "output": "Donald Trump Finally Endorses House Speaker Paul Ryan"}, {"id": "311895", "output": "Hate Groups And Arch-Conservative Extremism Grew In 2015"}, {"id": "311896", "output": "Republicans Tried Trump's 'Ballot Security' Strategy 35 Years Ago. Here's What Happened."}, {"id": "311897", "output": "Trump Delegate Indicted On Child Pornography, Explosives, Machine Gun Charges"}, {"id": "311898", "output": "Donald Trump Threatens Trump University Fraud Victims In New Video"}, {"id": "311899", "output": "Trump Responds To Supreme Court Abortion Ruling"}, {"id": "311900", "output": "White House: Flynn's Foreign Lobbying Didn't Raise Red Flags"}, {"id": "311901", "output": "White House: 'There Is Nothing Further To Investigate' About Trump's Russia Ties"}, {"id": "311902", "output": "Donald Trump Speaks To Taiwan's President, Reversing Decades Of U.S. Policy"}, {"id": "311903", "output": "Trump's Lawyer Threatens To File Complaints Against Comey"}, {"id": "311904", "output": "Veterinarians In Congress Introduce Bill To End Horse Abuse"}, {"id": "311905", "output": "Trump Asks Congress To Investigate Source Of News Report On Russian Election Hacking"}, {"id": "311906", "output": "Donald Trump Wins Mississippi GOP Primary"}, {"id": "311907", "output": "Marco Rubio Only Released Partial Tax Returns In The Past"}, {"id": "311908", "output": "GOP Senator Touts Work For Company That Allegedly Sold Faulty Helmets To Army"}, {"id": "311909", "output": "Attorney General Jeff Sessions Reportedly Said He Could Resign"}, {"id": "311910", "output": "Sean Spicer: Sessions Was '100 Percent Straight' With Senate Committee"}, {"id": "311911", "output": "Trump Considers Four Veteran Strategists To Replace Michael Flynn"}, {"id": "311912", "output": "The Fashion Whip: Ann Romney and Michelle Obama Set For 2012 Style Showdown"}, {"id": "311913", "output": "Trump Used His Companies To Mask Political Donations To Another Florida Attorney General"}, {"id": "311914", "output": "FEC Complaint Accuses Trump's Inaugural Committee Of 'Recklessly' Evading Law"}, {"id": "311915", "output": "I'm With Stupid: Jesus and Marijuana Chain of Offense"}, {"id": "311916", "output": "I'm With Stupid: Undead Cats and Other Stuff I Don't Get"}, {"id": "311917", "output": "The Mommy War Industrial Complex"}, {"id": "311918", "output": "This Is Your Brain on Money: Why America's Rich Think Differently Than the Rest of Us"}, {"id": "311919", "output": "For the Effects of Voting, Look to Policy, Not Elections"}, {"id": "311920", "output": "Turkish Police Raid ISIS Safe Houses, Detain 22 Islamic State Suspects As Death Toll Climbs"}, {"id": "311921", "output": "Yazidis Eager To Return To Iraq’s Sinjar, Newly Freed From ISIS, But Fear What’s To Come"}, {"id": "311922", "output": "Inside The Last Refuge For Afghanistan's War Wounded"}, {"id": "311923", "output": "Gina Rodriguez Schools Bullies On Social Media Hate, Is A Queen"}, {"id": "311924", "output": "Lupita Nyong'o Rocks A Copper Lanvin Dress At 'Non-Stop' Premiere With Perfect Results"}]}